Repository: Osmose/masterfirefoxos-l10n
Catalog: xx/LC_MESSAGES/messages.po
Languages: xx

source: Master Firefox OS
xx: Masterr Firefox OS ahoy❗

source: Mozilla
xx: Mozillar cap'n❗

source: Menu
xx: Menu me mateys❗

source: Portions of this content are ©1998–{0} by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>.
xx: Portions o' this content bee ©1998–{0} by individual contributors. Content available underr a matey❗<a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license ye landlubbers❗</a> arrRRr❗.

source: Source code
xx: Source code ye landlubbers❗

source: Contact Us
xx: Contact Us shiver me timbers❗

source: Partner with Us
xx: Partnerr wit' Us matey❗

source: Donate
xx: Donate aye❗

source: Privacy Policy
xx: Privacy Policy arrRRr❗

source: Legal Notices
xx: Legal Notices arr❗

source: Report Trademark Abuse
xx: Reparrt Trademark Abuse shiver me timbers❗

source: Mozilla on Twitter
xx: Mozillar on Twitterr ye scalleywag❗

source: Firefox on Twitter
xx: Firefox on Twitterr aye❗

source: Mozilla on Facebook
xx: Mozillar on Facebook ye scalleywag❗

source: Firefox on Facebook
xx: Firefox on Facebook aye❗

source: Learn more
xx: Learn more shiver me timbers❗

source: Home
xx: Home me mateys❗

source: About
xx: About ahoy❗

source: Language
xx: Language cap'n❗

source: Firefox OS version
xx: Firefox OS varrsion aye❗

source: Which version do I have?
xx: Which varrsion do I have prepare to be boarded❗?

source: Change
xx: Change aye❗

source: Documentation for Firefox OS {version} is not yet available in {language}, so we redirected you to the English version.
xx: Documentation fer Firefox OS {version} is not yet available in {language}, so we redirect'd ye' to th' English varrsion matey❗.

source: The latest version available in {language} is {version}.
xx: The latest varrsion available in {language} is {version} ahoy❗.

source: Bengali (India)
xx: Bengali ye scalleywag❗

source: Croatian
xx: Croatian cap'n❗

source: Czech
xx: Czech ahoy❗

source: English
xx: English ye scalleywag❗

source: German
xx: Garrman ye scalleywag❗

source: Greek
xx: Greek ahoy❗

source: Hindi
xx: Hindi ahoy❗

source: Hungarian
xx: Hungarian yo-ho-ho❗

source: Italian
xx: Italian ye scalleywag❗

source: Japanese
xx: Japanese cap'n❗

source: Polish
xx: Polish aye❗

source: Portuguese
xx: Portuguese shiver me timbers❗

source: Serbian
xx: Sarrbian cap'n❗

source: Spanish
xx: Spanish ye scalleywag❗

source: Tamil
xx: Tamil ahoy❗

source: Pirate
xx: Pirate aye❗
