Repository: Osmose/masterfirefoxos-l10n
Catalog: ee/LC_MESSAGES/firefox_os_1-3_1-3T_1-4_2-0_2-1.po
Languages: ee

source: What email providers are supported?
ee: Email nala kawoe nyo?

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
ee: Ŋuɖoɖo nyuietɔ wu na nugɔmemasemase sia enye be na ƒo nu tso Mozilla community ƒe dɔwɔwɔ si nye megbedanu na Firefox OS ŋu.

source: Messages
ee: Mesedziwo

source: Messages and Email
ee: Mesedziwo kple Email

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
ee: Wowɔ built-in style fitters na agbeɖuɖu, mɔnu geɖewo na nɔnɔmetatawo ɖeɖe kple woƒe mama kple amebubuwo, kamera ƒe dɔwɔwɔ vivivo kpakple nɔnɔmetata ƒe gallery siwo kata ana wo amewo anɔ nukom.

source: Introducing Firefox OS
ee: Wohe Firefox OS vee

source: That’s right! This icon represents Messages —or text messaging.
ee: Nyateƒee! Icon sia xɔ ɖe Mesedziwo - alo text mesedzi ƒe wɔwɔ teƒe.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
ee: Firefox OS yɔ fuu kple feature siwo wo nuƒlelawo le mɔkpɔm na. Wowɔe be woasɔ ɖe woƒe agbenɔnɔ ŋu bena woanya nusiwo le edziyim le xexeame.

source: Music
ee: Ha

source: The best response to this objection is to talk about the robust security model.
ee: Ŋuɖoɖo nyuietɔ wu na nugɔmemasemase sia enye be na ƒo nu tso sekuriti ƒe nɔnɔme ŋutinuwo ŋu.

source: The best response to this objection is to talk about all the apps that are available.
ee: Ŋuɖoɖo nyuietɔ wu na nugɔmemasemase sia enye be na ƒo nu tso appsiwo kata le ŋu.

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
ee: Esusu be yele klalo be yeadzra Firefox OS na wonuƒlelawo maha? Do wo nunya kpɔ eye naɖo biabia siawo ŋu afia be yele nudzɔ nyateƒe.

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
ee: Sekuriti mɔnu sese le Firefox OS si eye ewɔ dɔ wu ƒe ewo kpea ɖe open Web ŋu. Wowɔe be woa protect ezala kple system tso aplicationwo kple content siwo gblea nu.

source: What do you mean I can convert mobile sites into apps?
ee: Nuka gblɔm nele be mateŋu aconvert mobile ƒe sitewo ɖe appwo dzi?

source: Actually, this icon represents Messages — or text messaging.
ee: Le nyateƒe me la, icon sia xɔ ɖe Mesedzi - alo text mesedzi ƒe wɔwɔ teƒe.

source: Email and Messages
ee: Email kple Mesedziwo

source: Actually, this icon represents the Contacts.
ee: Le nyateƒe me la, icon sia xɔ ɖe kɔntatiwo teƒe.

source: Get Ready to Sell!
ee: Dzra ɖo na Nudzradzra!

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
ee: Esi nyagbɔgblɔ siawo kata nye nyateƒe la, ŋuɖoɖo eve kawoe nyo na smartphone zi gbãtɔ zã la?
