Repository: Osmose/masterfirefoxos-l10n
Catalog: ee/LC_MESSAGES/firefox_os_1-3_2-0.po
Languages: ee

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ee: Menye nenema o. Na nuƒle la sia la, ƒo nu fuu tso asixɔxɔ ga kple feature ɖesiaɖe si le Firefox OS dzi, kpakple social app siwo le edzi xoxo la, esiawo katã le viɖe ga kpɔkpɔ me.

source: That’s right. All of these are true of the Cost Control app!
ee: Nyateƒee. Esiawo katã le eteƒe tso Cost Control app ŋu!

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
ee: Menye nenema tutu o, gake ConnectA2 ƒe app na na be woɖoa mesedziwo ɖa wo kɔntatiwo le ConnectA2 kple/alo WhatsApp. Ateŋu aɖo eye axɔ mesedziwo, emoticonwo, nɔnɔmetatawo, nɔnɔmetatadzesikpɔkpɔwo kple nyasese filewo femaxee. Agateŋu awɔ eye aza group chatwo kple axɔ mesedzi yeye ƒe nyanyananawo, nenye be app tu ha.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
ee: Firefox OS ƒe smartphone le fuu kple dzedzeme siwo adi be yeakpɔ, abe Mesedziwo, Facebook, emaili, mapwo kple bubuwo, siwo katãa nyo.

source: What does Bluetooth allow users to do? Select all that apply
ee: Nukae Bluetooth nana ezalawo wɔna? Tia esiwo dze

source: You can use it to create and set a daily budget for data usage.
ee: Ateŋu azee na alo awɔ budget na data si aza gbesisgbe.

source: It shows usage by time.
ee: Efiana game na nuzaza

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
ee: Nyateƒee! Na nuƒle la sia la, ƒo nu fuu tso asixɔxɔ ga kple feature ɖesiaɖe si le Firefox OS dzi, kpakple social app siwo le edzi xoxo la, esiawo katã le viɖe ga kpɔkpɔ me.

source: Actually, all of these are true of the Cost Control app!
ee: Le nyateƒe me la, esiawo katã le eteƒe tso Cost Control app ŋu!

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ee: Le nyateƒe me la, na amesi yeye si le smart phone zam la, edze be naƒo nu tso alesi eƒe zaza bɔbɔe kple featurewo abe alesi woa dzɔ ezaza ŋu eye woawɔ phone la wotɔe.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
ee: Le nyateƒe me la, woateŋu ama nusiawo kata to Bluetooth dzi kple Firefox OS phone.

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
ee: Le nyeteƒe me la, esia le eteƒe. ConnectA2 na na be aɖo mesedzi ɖa wo kɔntatisiwo le ConnectA2 kple/alo WhatsApp zam.

source: The Firefox Marketplace features free apps!
ee: Firefox ƒe Marketplace na appwo femaxee!

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
ee: Nyateƒee! Na amesi yeye si le smart phone zam la, edze be naƒo nu tso alesi eƒe zaza bɔbɔe kple featurewo abe alesi woa dzɔ ezaza ŋu eye woawɔ phone la wotɔe.

source: Can I use WhatsApp on this phone?
ee: Mateŋu aza WhatsApp le phone sia dzia?

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
ee: Appwɔla geɖe do ka kple Firefox OS eye app alafawo woanɔ anyi ne woɖee ɖe go. Esia ɖewoe nye Facebook, YouTube, Twitter, YouTube, Pinterest, ConnectA2, Flashlight ƒe app kple Calculator.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
ee: Fia wonuƒlelawo alesi wobɔbɔe be woaƒle appwo le Firefox ƒe Marketplace. Gblɔ na wo be fefe kple app nyui siwo dim wole la le Marketplace. Fiawo kpɔɖeŋu tso local app aɖe si ana dzidzeme woƒe agbe

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
ee: Srɔ alesi naza Web le mɔ tsɔtsɔ, zaze, kple dedie dzi. Za Search Bar akɔ yi websitewo, adi eye axɔ appwo tso Marketplace. Za tab geɖe ne natsa le axa vovovowo le ɣeyiyi ɖekadzi.

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
ee: ConnectA2 ƒe app nye mesedzi nana ƒe application si woadɔ kple WhatsApp na wo Firefox OS ƒe mɔ.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
ee: <ol> <li>Ʋu Setting ƒe app le wo mɔ dzi..</li> <li>Scroll yi gɔme eye na tia<sese>Mɔ ƒe information</sese>.</li> <li>Le mɔ ƒe information screen la, tia, <sese>Information geɖe</sese> eye nakpɔ version ƒe nɔmbawo le te<em>OS version</em> le screen ƒe tame. <ul> <li><em>Firefox OS 1.0.1.0</em> fia version sia 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> fia version sia 1.1</li> <li><em>1.3.0.0</em> fia version sia 1.3</li> <li><em>2.0.0.0</em> fia version sia 2.0</li> </ul> </li> </ol>

source: It shows usage per app.
ee: Efiana app ɖesiaɖe ƒe nuzaza

source: Actually, all of these are true about Firefox OS
ee: Le nyateƒe me la, esiawo katã le eteƒe tso Firefox OS ŋu.

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
ee: Nɔ kadodome kple xɔlɔwo kple dɔwɔhatsiwo le wo social network veviwo dzi le afisiafi si ne le..

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
ee: Nyagbɔgblɔ siwo gbɔna la dometɔ kawoe le eteƒe tso Cost Control app si va kple Firefox OS?

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
ee: Firefox OS nye smartphone bɔbɔetɔ wu si woakɔ dze egɔme. Woʋu mɔ na wo app vevietɔwo eye ateŋu axɔ xɔlɔ̃wo tso Facebook bɔbɔtɔe.
