Repository: Osmose/masterfirefoxos-l10n
Catalog: ee/LC_MESSAGES/firefox_os_1-3_2-0_2-1.po
Languages: ee

source: That’s right. A first-time smartphone user will be most interested in ease of use.
ee: Nyateƒee. Smartphone zala yeye adi be yeanya alesi ezaza bɔbɔe.

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
ee: Kpɔɖeŋu kawoe li na tsɔ personalize alo acontrol si Firefox OS ɖe mɔ na? Tia esiwo dze.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
ee: Wowɔ Firefox OS ɖe wo didi nu, eyata ele bɔbɔe be na za eye wo na na ɖokuizaza wu smartphone geɖee siwo le asi me.

source: An excellent user experience
ee: Zaza nyuietɔ ƒe kpɔkpɔ

source: A phone for everyone
ee: Kaƒomɔ na amesiame

source: Social and contact sync
ee: Wɔ Social kple kɔntati ɖekae

source: The Mozilla Mission
ee: Mozilla ƒe Taɖodzinu

source: Actually, this icon represents the Firefox Browser.
ee: Le nyateƒe me la, icon sia xɔ ɖe Firefox ƒe Browser teƒe.

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
ee: Nya siawo katã le eteƒe gake nuɖoɖo nyuitɔ ɖeka koe li na nuƒlela sia, si ɖi amesi lɔ Firefox OS la. Ƒonu tso alesi Firefox OS, si Mozilla wɔ la ana be ŋuse na Web ƒe zaza anɔ amesiame si me.

source: Share contacts
ee: Ma kɔntatiwo

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
ee: Ne ewɔ dɔ to bibiawo kple emenuwo katã me la, ele klalo be yeana Firefox OS nadzɔ ɖe wo nuƒlelawo ƒe hiahiawo dzi. Esi wole bɔbɔe be woaza tala, Firefox OS ƒe smartphone nyo koŋ na smartphone zala yeyewo eye wova kple feature geɖe si nuƒlelawo dina. Eye Mozilla de megbe nee, si na be Firefox OS nye nu nyui si ana be Web zaza su amesiame si!

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
ee: Ŋuɖoɖo nyuitɔ kae nana nuƒlela sia ƒe gbegbe? "Mese be app geɖe meli o."

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
ee: <strong>Esiae nye nusi nagblɔ:</strong> Firefox OS nye nutiatia nyuitɔ na ame yeye siwo aza smartphone. Eƒe zaza le bɔbɔe ŋutɔ eye wotrɔna ɖe wo hiahia ŋu wu phone bubuwo. Ema fia be, akpɔ wu nusi nedi la le ɣeyiyi kpui aɖe megbe. Gawu la, eyɔ fuu kple feature siwo nedi - kamera, email, appwo, ha, mapw kple bubuawo!

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
ee: Wo nuƒlelawo ƒe hiahia gɔmesese kple nunyanya tso alesi naɖo nya ŋu le vevie na wo nudzadzra mɔnuwo

source: They’re new and backed by a global community working to help keep the Web accessible to all.
ee: Wole yeye eye amesiwo di be Web nasu asiamesi la woe de megbe nawo.

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
ee: Ŋuɖoɖo nyuitɔ kae nana nuƒlela sia ƒe gbegbe? "Nyemese Firefox OS phonewo ŋkɔ kpɔ o"

source: Will my apps work offline?
ee: Nye appwo ateŋu awɔdɔ le offline a?

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
ee: Nɔ kadodo me bɔbɔe. Ɖo email account vovovowo anyi eye naxɔ kpeɖeŋu tso Exchange, POP3 alo IMAP nalawo siwo bɔ la gbɔ.

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
ee: Agbeɖefu, medze be wo smartphone na nɔ nenema o. Wowɔ Firefox OS na dɔ nyuietɔ wɔwɔ, ɖokuizaza bɔbɔe kple navigation kpuietɔ. Nusianu si wo nuƒlela hia alo di la nye scroll alo swipe ɖeka ko.

source: Actually, all of these are true about Firefox OS.
ee: Le nyateƒe me la, nyagblɔgblɔ siawo katã le eteƒe tso Firefox OS ŋu.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
ee: Nu developlawo kple content provider woe de megbe na Firefox OS, amesiwo dzeagbagba wnaɔ nu yeye siwo hea dzidzɔ vee, kple local app siwo le vevie na Firefox OS ƒe zaza. App yeyewo kple emenuwo doa go gbesiagbe.

source: That’s right! All of these things are possible with a Firefox OS phone.
ee: Nyateƒee! Nusiawo kata ateŋu awɔ dɔ le Firefox OS phone dzi.

source: Exchange, POP3 and IMAP are currently supported.
ee: Woateŋu aza Exchange, POP3 and IMAP fifia.

source: There are more. Try again.
ee: Bubuwo ga li. Dze agbagba ake

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
ee: Le nyateƒe me la, ne edogo amesi lɔ̃ Firefox la, ƒonu tso alesi Firefox OS tiatia ana be wofia woƒe didi be Web nan amesiame si me.

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
ee: Firefox OS va kple mesedzi nana emumake kple social media app bɔbɔwo abe Facebook alebe wo nuƒlelawo nanɔ kadodo me kple woxɔlɔwo kple ƒometɔwo. Woateŋu ama woƒe kɔntatiwo kple phone la ha bɔbɔe le ɣeyiyi kpui aɖe ko megbe.

source: Share images
ee: Ma nɔnɔmetata

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
ee: Afisi nayi bena nakpɔ app nyuiwo le Firefox OS. Tsa le akpa vovovowo abe fefewo, nuzazawo, ha, mɔzɔzɔ, kametetewo kple bubuawo,

source: That’s right. This icon represents the Firefox Browser.
ee: Nyateƒee! Icon sia xɔ ɖe Firefox ƒe Browser teƒe.

source: Keep the Web in your hands
ee: Web nenɔ asiwo me

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
ee: Firefox ƒe Marketplace nye afisi nakpɔ app sitawo womexeafe o ɖo abe Twitter kple Facebook, kple local content tso Web wɔla nyuitɔwo gbɔ.

source: They’re packed with the features that made you want a smartphone in the first place.
ee: Woyɔ fuu kple feature siwo ana be nadi smartphone.

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
ee: Mozilla, amesi wɔ Firefox la tu OS smartphone be Web nanɔ anyi na amesiame. Eye be wotui ɖe HTML5 ko dzi ta, anana be app akpe wo siwo wotu na Web la asu asiwo.

source: Set your phone to your language
ee: Ɖo wo gbe ɖe wo phone dzi

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
ee: Ezalawo ateŋu ada bookmarks ɖe website ƒe teƒe ɖesiaɖe le woƒe home screen be woana site ma ƒe dɔwɔwɔ tso afima. Nenemake la, ezala ateŋu aƒo search term ɖesiaɖe ɖe home screen ko awɔ zi ɖeka zaza alo app si woateŋu download. Appsiawo ƒe wɔwɔ kple zaza na na ezalawo nɔa ɖokuisinɔnɔme na woƒe smartphone zaza eye wo wɔ ne be amewo kpɔ na nusi tutu dim woala le ɣeyiyi si tutu wo di la.

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
ee: Tsia wo mɔ kple mɔ bubuwo to Bluetooth dzi. Ma kɔntatiwo, nɔnɔmetatawo, videowo alo URL veviwo kple xɔlɔ̃wo.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
ee: <strong>Esiae nye nusi nagblɔ:</strong> Ne enya eye nelɔ Firefox la, alɔ Firefox OS. Wotu Firefox OS ƒe smartphonewo ɖe HTML5 ko dzi, si he nunyuiwo tso Web va wo phone dzi. Gawula, Ewɔlawo wɔe be amesiame ƒe asi nasu Web zaza. Ne etia Firefox OS la, Web ƒe ŋuse le asiwome.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
ee: Nya siawo katã le eteƒe gake nuɖoɖo nyuitɔ ɖeka koe li na nuƒlela sia, si ɖi amesi lɔ Firefox OS la. Ƒonu tso alesi Firefox OS, si Mozilla wɔ la ana be ŋuse na Web ƒe zaza anɔ amesiame si me.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
ee: Wotu Firefox OS kple H

source: Take the Challenge
ee: Xɔ Challenge la

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
ee: Nyateƒee! Ne edogo amesi lɔ̃ Firefox la, ƒonu tso alesi Firefox OS tiatia ana be wofia woƒe didi be Web nanɔ amesiame si me.

source: Share videos
ee: Ma video

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
ee: Phone si nyo na amesiame

source: It’s packed with the features that made you want a smartphone in the first place.
ee: Eyɔ fuu kple feature siwo ana be nadi smartphone.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
ee: Ele yeye eye amesiwo di be Web nasu asiamesi la woe de megbe nawo.

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
ee: Nyateƒee! Woateŋu ama nusiawo kata to Bluetooth dzi kple Firefox OS phone.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
ee: App wɔlawo dze HTMLS ƒe vivienyenye kple eƒe kpekpeɖeŋu na Open Web kpɔm.

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
ee: He xɔlɔwo tso Facebook va wo phone bɔbɔe eye naƒoƒu kadodowo ɖe teƒe ɖeka to social networkwo ƒe ƒuƒoƒo me.

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
ee: Wo nuƒlelawo di nu nyuietɔ wu le agbe me, ke nukata woakpɔ esi mede o tso woƒe mɔ gbɔ? Firefox OS le dedie na smartphone zala yeyewo - ele bɔbɔe na zaza eye sɔgbɔ kple feature siwo wo di. Eye esi wonye be Firefox OS ƒe mɔwo xɔa ŋuse tso Mozilla gbɔ la, woawoe nye tiatia nyiuetɔ na amesi di be yeana Web nanɔ ʋuʋu me na amewo kata.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
ee: Ƒo wo kata tso wo phone dzi, alo online to YouTube dzi. Tsa eye naƒo wo ha siwo ƒoƒu wɔ album, hadzila, eye nawɔ playlist na wo vevitɔwo.

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
ee: <strong>Esiae nye nusi nagblɔ:</strong> Firefox OS nye smartphone bɔbɔ. Ezaza ƒe interface dea dzesi nu si ana be akpɔ wo app veviwo kaba, aha download wo le ɣeyiyi kpui aɖe ko megbe.

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
ee: To Kamera, Gallery, Ha ƒe appwo kple bubuawo me la, Firefox OS ana woƒlelawo aɖe modzaka ga ɖesiaɖe eye woa tsia ka kple nusiwo nyo nawo. <br><br>Kamera: Nɔnmetata, trɔ asi le eŋu kple ma. Fia miaƒe kamera de ŋgɔwo kple gallery appwo, style ƒe filterwo, video kple bubuawo. <br><br> Ha: To ha si tsɔ ɖe wogbɔ me la, wo nuflelawo akpɔ alesi Firefox OS ɖea modzakae ɖa eye woaɖu ɣe le ablɔwo dzi.

source: Made with you in mind
ee: Wowɔe kple wo le susu me

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
ee: Sekuriti seseaɖe li si kpeaɖe Open Web ŋu ƒe ewo kple edzivɔ enye si. Wowɔe be woaɖe ezala kple system tso application kple nu vɔɖiwo gbɔ, ega ɖea applicationwo tsoa wonɔnɔewo gbe.

source: Control your data usage
ee: Dzɔ wo data zaza ŋu

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
ee: Ne elɔ̃ Firefox la, alɔ̃ Firefox OS. Firefox OS ƒe tiatia tsoa Web ƒe ŋuse dea wo asiwo me.

source: Actually, all of these things are possible with a Firefox OS phone.
ee: Le nyateƒe me la, nusiawo kata ateŋu awɔ dɔ le Firefox OS phone dzi.
