Repository: Osmose/masterfirefoxos-l10n
Catalog: ee/LC_MESSAGES/firefox_os_2-0_2-1.po
Languages: ee

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
ee: Teƒee tracking akpe ɖe ŋuwo ne wo mɔ bu. Nu tutu alo mɔ tutu tso adzɔge nana be wo nyawo le dedie.

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
ee: Za wo kaƒomɔ le wo gbe me, aza wo data ɖe wo didi nu eye awɔe ɖokuitɔe tso wo ŋutɔ ƒe ringtonewo wɔwɔ me. Agateŋu download locally-relevant appwo si ado wo gbesiagbe ƒe agbenɔnɔ ɖe dzi eye agawɔe bɔbɔe. Firefox OS nye kaƒomɔ si wowɔ kple wo le susu me.

source: Remotely wipe the device.
ee: Etutuna nu le mɔ dzi tso didiƒe.

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
ee: Firefox ƒe Marketplace nye teƒe si app nyuietɔwo le si na na ezala dzidzeme. Firefox OS sɔgbe fuu kple dzedzeme siwo dim wo le le smartphone me.

source: Ringtones
ee: Ringtonewo

source: Remotely lock the device.
ee: Etuna mɔ tso didiƒe.

source: Create your own ringtones
ee: Wɔ woŋutɔ ƒe ringtonewo

source: Find My Device
ee: Dzi Nye Kaƒomɔ

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
ee: Esime Firefox tui la, Firefox xɔa megbedede tso xexeame godoo ƒe community si le dɔwɔm ɖe tawo kpakple woƒe didi veviwo le ta me.

source: Rich media experience
ee: Media ƒe numetoto detotɔ

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
ee: Customize wo Firefox OS phone to ringtone yeyewo wɔwɔ me tso ha siwo neƒoƒu me loo alo esiwo ne download tso Web.
