Repository: Osmose/masterfirefoxos-l10n
Catalog: ee/LC_MESSAGES/firefox_os_1-1_1-3_1-3T_1-4_2-0_2-1.po
Languages: ee

source: The Uncertain Upgrader
ee: Upgrader si dzi womekaɖo o

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
ee: Wo nuƒlela di be yease Firefox OS ƒe vevinyenyewo gãtɔ gɔme kple eƒe competitors. Tia nyagblɔgblɔ siwo de.

source: Key Features
ee: Feature veviwo

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
ee: Nyateƒee ma, ne nuƒlela le smartphone di si ƒe zãzã le bɔbɔe la, Firefox OS nye tiatia gatɔ.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
ee: Nuƒlela gblɔ na wo be yele dzadrado me be yeaɖe asi le yeƒe kaƒomɔ xoxo ŋu. Nudzradzra ƒe feature vevietɔ kae natsɔ do ŋgɔe?

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
ee: Kpɔ nusi nana be Firefox OS nyo ŋutɔ na smartphone yeye zalawo to nusiwo hia nawo la nana me.

source: Not quite. A first time smartphone user will be most interested in ease of use.
ee: Menye tutu o. Smartphone zigbatɔ̃ zãla ƒe didi vevietɔ anye eƒe zaza ƒe bɔbɔenyenye.

source: Which Version Do I Have?
ee: Version kae le asinye?

source: Still have questions? Not for long! Find all the answers you're looking for here.
ee: Biabia gale asiwo a? Maadidi o! Kpɔ ŋuɖoɖo siwo dim nele le afii.

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
ee: Firefox browser, si tsɔna, le smart eye ganye mɔnu dedie si woyina online la, le Firefox ƒe kaƒomɔ ɖesiaɖe me.

source: I want a smartphone that is truly easy to use.
ee: Medi smartphone si ƒe zaza le bɔbɔe ŋutɔ

source: I’m a Firefox fan.
ee: Me nye Firefox ƒe fan.

source: "It needs to be easy to use."
ee: "Edzebe woanɔ bɔbɔe be woazee."

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
ee: Srɔ alesi na da alo aƒo nu tso Firefox OS menuwo kple nusiwo nyo le eŋu la na wo nuƒlelawo.

source: What makes Firefox OS more secure than other phones?
ee: Nukawoe na be Firefox OS le dedie wu kaƒomɔ bubuwo?

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
ee: Nusianu si nehia be awɔ dzeɖoɖo na Firefox OS la le xexeame godoo ƒe partner kple community ƒe nufiaƒe sia. Tia tanya aɖe ne na dze egɔ̃me.

source: That’s right!
ee: Ele teƒe!

source: The Smartphone Rookie
ee: Smartphone la ƒe Rookie

source: That’s right.
ee: Ele teƒe!

source: Welcome!
ee: Woezɔ

source: The Value Seeker
ee: Nuvevi Dila

source: Do Android apps work on this phone?
ee: Android ƒe appwo wɔnadɔ le mɔ sia dzi a?

source: "I love firefox!"
ee: "Melɔ̃ firefox!"

source: You can easily import contacts from Facebook to your Firefox OS phone.
ee: Ateŋu ahe kɔntatiwo tso Facebook yiɖe wo Firefox OS ƒe kaƒomɔ dzi.

source: Demo Tips
ee: Nufiamenuwo

source: Camera and Gallery
ee: Camera kple Gallery

source: What about customer support for apps?
ee: Ke kpeɖeŋu nana nuƒlelawo ɖe?

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
ee: Firefox OS xɔ na feature siwo le smartphone bubuwo si eye wogana na nusi dea asixɔxɔ wo ga ŋu.

source: I’m looking for the best value for my money.
ee: Mele nunyui si ade asixɔxɔ nye ga ŋu la dim.

source: Introduction
ee: Ŋgɔdonya

source: The Firefox Fan
ee: Firefox la ƒe Fan

source: How many and what types of apps will be available?
ee: Appwo neni alo vovototo kawoe li?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
ee: Nuƒlela gblɔ na wo be yezãna Firefox abe yeƒe desktop browser. Nudzradzra ƒe feature kae natsɔ do ŋgɔe?

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
ee: Firefox OS ɖea mɔ nawo be woasi nasu appga siwo bɔ kple local content siwo ne lɔ la dzi.

source: False
ee: Alakpa

source: Firefox browser
ee: Firefox ƒe browser

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
ee: Firefox OS nye smartphone bɔbɔetɔ wu si woakɔ dze egɔme. Woʋu mɔ na wo app vevitɔwo eye ateŋu ahe xɔlɔ̃wo tso Facebook bɔbɔe ha.

source: Demonstrations That Matter
ee: Nufiamenuwo Siwo Hia

source: Where should I go if I have more questions?
ee: Afikae mayi ne biabia bubuwo le asinye?

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
ee: Kpɔ alesi Firefox OS sɔ ɖe wo nuƒlelawo ƒe agbenɔnɔ dzi la eɖanye amesi wonye loo alo afisi wotso.

source: Ready to show what you know?
ee: Ele ŋdzɔ be yeafia nusi ne nya?

source: That’s right. All of these customers are ideal candidates for Firefox OS!
ee: Ema nyo. Nuƒlela siawo kata dzɔ na Firefox OS!

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
ee: Nuƒlela gblɔ na wo be smartphonewo ƒe zãzã sese. Nudzradzra ƒe feature vevietɔ kae natsɔ do ŋgɔe?

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
ee: Keɖe nusi si na be Firefox OS to vovo eye wonye mobile ƒe operating system.

source: I’ve never used a smartphone before.
ee: Nye meza smartphone kpɔ o.

source: Contacts
ee: Kɔntatiwo

source: Which Firefox OS feature does this icon represent?
ee: Firefox OS ƒe feature kae icon sia fia?

source: You have questions? We have answers!
ee: Biabia le asiwo a? Ŋuɖoɖo le miasi!

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
ee: Nukae nye ŋuɖoɖonyuitɔ na nuƒlela sia ƒe nugɔmemasemase? "Aleke manya be nuƒomɔ yeye sia le nyuie?"

source: How do I download and install apps on Firefox OS?
ee: Alekee ma download alo a install appwo ɖe Firefox OS dzi?

source: True
ee: Nyateƒe

source: "I have never had a smartphone."
ee: "Smartphone menɔ asinye kpɔ o."

source: "I want a good deal."
ee: "Medi deal nyui aɖe."

source: Our mission is to promote openness, innovation and opportunity on the Web.
ee: Miaƒe taɖodzinu enye be miado openness, innovation kple mɔnuʋuʋu le Web ɖe dzi.

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
ee: Do wonunya kpɔ kple akɔɖiɖi kple kadodonyuitɔ biabia sia wo.

source: Customer Guide
ee: Nuƒlela ƒe Nufiamɔnuwo

source: That’s right. These statements are all true about Firefox OS.
ee: Ema nyo. Nyagblɔgblɔ siawo katã le eteƒe tso Firefox OS ŋu.

source: Features that count
ee: Feature siwo hia la

source: Who is your ideal Firefox customer?
ee: Amekae nye wo nuƒlela si nedi la?

source: Frequently Asked Questions
ee: Biabia siwo vana edziedzi

source: Music and Video
ee: Hadzidzi and Video

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
ee: Ɖewomahi biabiawo anɔ asiwo fifia. Nenemakee nye wo nuƒlelawo ha! Tia biabia ɖesiaɖe nakpɔ nububuwo le Firefox OS dzi.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
ee: Firefox OS meva kple nusiwo mahiawo la o. Anawo nusiwo nedi le smartphone me. Eva kple interface si le bɔbɔe na zaza la/

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
ee: Le nyateƒe me la, nuƒlela siawo kata dzɔ na Firefox OS!
