Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-3_2-0_2-1.po
Languages: af, sw

source: That’s right. A first-time smartphone user will be most interested in ease of use.
af: Dit is reg! ’n Eerste gebruiker van slimfone stel meer belang in gebruiksgemak.
sw: Hiyo ni kweli. Mtumiaji wa simu nyerevu kwa mara ya kwanza atakuwa na hamu ya urahisi wa kutumia.

source: What are some examples of the kind of personalization and control that Firefox OS allows? Select all that apply.
af: Wat is ’n paar voorbeelde van die soort verpersoonliking en beheer dat Firefox OS toelaat? Kies almal wat van toepassing is.
sw: Ni mifano ipi ya aina ya ubinafisishaji na udhibiti ambayo Firefox OS inakukubalia?Chagua zote zifaazo.

source: Firefox OS is made with you and your needs in mind, so it is extremely easy to use and allows for greater control, personalization and customization than many other smartphones on the market.
af: Firefox OS is ontwerp met jou en jou behoeftes in gedagte. Dit is uiters maklik om te gebruik, en laat beter verpersoonliking toe as enige ander slimfoon op die mark.
sw: Firefox OS imeundwa huku wewe na mahitaji yakizingatiwa, kwa hivo ni rahisi zaidi kutumia na inakukubalia udhibiti mkubwa zaidi, kubinafsisha na kuboresha kuliko smartphone zingine zilizo katika soko.

source: An excellent user experience
af: Uitstekende gebruikerervaring
sw: Uzoefu bora zaidi kwa mtumiaji

source: A phone for everyone
af: ’n Foon vir almal
sw: Simu ya kila mtu

source: Social and contact sync
af: Sosiale en kontak-sinkronisering
sw: Ainisha anwani na Kijamii

source: The Mozilla Mission
af: Mozilla se missie
sw: Dhamira ya Mozilla

source: Actually, this icon represents the Firefox Browser.
af: Hierdie ikoon staan eintlik vir die Firefox-blaaier.
sw: Kwa kweli, ikoni hii inawakilisha Kivinjari cha Firefox

source: That’s right. This customer seems like a Firefox fan. Talk about how the Firefox OS phones, made by Mozilla, show a commitment to keeping the power of the Web in the hands of the people. And while all of these statements are true, only this one is the best response for this particular customer.
af: Dit is reg! Die klant lyk soos ’n Firefox-aanhanger. Gesels oor hoe die Firefox OS-fone bewys dat Mozilla daartoe verbind is om die krag van die web in die hande van mense te plaas. En hoewel al hierdie stellings waar is, is net hierdie die beste antwoord vir hierdie spesifieke klant.
sw: Hiyo ni kweli. Huyu mteja inaonekana ni shabiki wa Firefox. Zungumza kuhusu simu za Firefox OS, zilizotengenezwa na Mozilla, onyesha kujitolea kwa Mozilla kuweka nguzu ya Mtandao mikononi mwa watu. Na ingawa kauli hizi ni kweli, hii peke ndio jibu maalum haswa kwa mteja huyu.

source: Share contacts
af: Deel kontakte
sw: Shiriki anwani

source: If you’ve worked through all of the questions and content, you’re ready to match Firefox OS to the needs of your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it’s powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in their hands!
af: As jy al hierdie vrae en inhoud gelees het, is jy gereed om Firefox OS by die behoeftes van jou klante te laat pas. ’n Firefox OS-slimfoon is maklik om te gebruik, perfek vir ’n nuwe slimfoongebruikers, en propvol kenmerke wat klante verlang en nodig het. En dit word aangedryf deur Mozilla, wat beteken dat Firefox OS die regte keuse is vir enige iemand wat wil verseker dat die krag van die web in hul hande bly!
sw: Kama umeyapitia maswali yote na yaliyomo , uko tayari kuoanisha Firefox OS na mahitaji ya wateja wako. Ni rahisi kutumia, smartphone ya Firefox OS ni barabara kwa watumizi wapya wa smartphone na iko na vipengele ambavyo mtumiaji anataka na kuhitaji. Inaendeshwa na Mozilla, inayofanya Firefox OS kuwa chaguo maalum kwa yeyote ambaye amejitolea katika kuhakikisha ya kwamba nguvu za mtandao ziko mikononi mwake!

source: What’s the best response to this customer’s objection? “I’ve heard there aren’t many apps available.”
af: Wat is die beste antwoord op hierdie klant se beswaar? "Ek het gehoor daar is nie veel programme beskikbaar nie."
sw: Ni jibu gani bora kwa pingamizi la mteja huyu? "Nimeskia kuwa hakuna programu nyingi zinazopatikana."

source: <strong>Here’s what you can say:</strong> Firefox OS is the best choice for first time smartphone users. It’s super easy to use and adapts to your needs better than any other phone. That means you get more of what you need with less time spent searching. Plus, it’s packed with all the features you’d expect — camera, email, apps, music, maps and more!
af: <strong>Hier is wat jy kan sê:</strong> Firefox OS is die beste keuse vir mense wat nou eers ’n slimfoon kry. Dit is super maklik om te gebruik, en pas beter by jou behoeftes aan as enige ander foon. Dit beteken jy kry méér van wat jy verlang, en spandeer minder tyd met gesoek. Boonop is dit gelaai met al die kenmerke wat jy sou verwag, soos kamera, e-pos, programme, musiek, kaarte en nog baie meer!
sw: <strong> Haya ndio unaweza kusema: </strong> Firefox OS ni chaguo bora kwa watumiaji wa smartphone kwa mara ya kwanza. Ni rahisi zaidi kutumia na huzoeana na mahitaji yako kwa njia bora kuliko simu yoyote ingine. Hiyo ina maana unaweza kupata zaidi ya kile unahitaji huku ukitumia muda mdogo kutafuta. Zaidi ya hayo, iko na vpengele unavyotarajia - kamera, barua pepe, programu tumizi, muziki, ramani na zaidi!

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below to learn how to best respond to each of their unique needs.
af: Om jou klante se behoeftes te begryp en te weet hoe jy moet reageer, is van kritieke belang vir enige verkoopsgeleentheid. Ondersoek die algemene klantsegmente hier onder, en sleep die balk om te leer hoe om die beste op elk van hul unieke behoeftes te reageer.
sw: Kuelewa mahitaji ya wateja wako na kujua jinsi ya kujibu papo hapo ni muhimu kwa nafasi yoyote ya kuuza. Angalia makundi ya kawaida ya wateja hapa chini ili ujifunze jinsi bora ya kujibu kila moja ya maswali yao ya kipekee.

source: They’re new and backed by a global community working to help keep the Web accessible to all.
af: Hulle is nuut, en word gerugsteun deur ’n internasionale gemeenskap wat die web graag oop vir almal wil hou.
sw: Ni mpya na zinaungwa mkono na jamii ya kidunia inayofanya kazi ili kusaidia kuuweka mtandao ukiwa wazi kwa wote.

source: What’s the best response to this customer’s objection? “I’ve never heard of Firefox OS phones."
af: Wat is die beste antwoord op hierdie klant se beswaar? "Ek het nog nooit van Firefox OS-fone gehoor nie."
sw: Ni jibu gani bora kwa pingamizi la mteja huyu? "Sijawahi kusikia kuhusu simu za Firefox OS."

source: Will my apps work offline?
af: Sal my programme vanlyn ook werk?
sw: Programu tumizi zangu zitafanya kazi nje ya mtandao?

source: Stay connected easily and conveniently. Set up multiple email accounts, with support for the most common Exchange, POP3 or IMAP email providers.
af: Bly maklik en gerieflik met mekaar in verbinding. Stel meerdere e-posrekeninge op, danksy steun vir die algemeenste Exchange-, POP3- of IMAP-e-posverskaffers.
sw: Baki kama umeunganishwa kwa njia rahisi. Weka akaunti kadhaa za barua pepe, na usaidizi wa watoa huduma za barua pepe wa kawaida Exchange, POP3 au IMAP.

source: Life is complicated, your smartphone shouldn’t be. Firefox OS is designed for better performance, easier customization and simpler navigation. Everything your customer needs or wants is either one scroll or swipe away.
af: Die lewe is ingewikkeld, maar jou slimfoon hoef nie te wees nie. Firefox OS is ontwerp vir beter prestasie, makliker aanpassing en eenvoudiger navigasie. Alles wat jou klant verlang of verkies, kan binne één rol- of vee-beweging gekry word.
sw: Maisha ni magumu, smartphone yako haifai kuwa ngumu pia. Firefox OS imeundwa kwa ajili ya utendaji bora, urahisi wa kubinafsishwa na urambazaji rahisi. Kila kitu wateja wako wanahitaji au wanataka liko umbali wa mtelezo mmoja tu.

source: Actually, all of these are true about Firefox OS.
af: Al hierdie stellings is eintlik waar vir Firefox OS.
sw: Kwa kweli, haya yote ni kweli kuhusu Firefox OS.

source: Firefox OS is backed by a global community of developers and content providers dedicated to creating new and exciting content and even locally-relevant apps for the Firefox OS platform. New apps and content are added every day.
af: Firefox OS word gerugsteun deur ’n wêreldwye gemeenskap ontwikkelaars en inhoudverskaffers wat graag nuwe, opwindende inhoud en selfs plaaslik relevante programme vir die Firefox OS-platform skep. Nuwe programme en inhoud word elke dag bygevoeg.
sw: Firefox OS inaungwa mkono na dunia ya jamii ya waendelezaji na watoaji ambao wamejitolea kuyaunda mambo mapya ya kufurahisha na hata programu zinazohusika na mambo ya kinyumbani katika jukwaa la Firefox OS. Programu mpya na mengine mengi yanaongezwa kila siku.

source: That’s right! All of these things are possible with a Firefox OS phone.
af: Dit is reg! Al hierdie dinge is moontlik met ’n Firefox OS-foon.
sw: Hiyo ni kweli! Mambo haya yote yanawezekana na simu ya Firefox OS.

source: Exchange, POP3 and IMAP are currently supported.
af: Exchange, POP3 en IMAP word tans ondersteun.
sw: Exchange, POP3 na IMAP zinaungwa mkono kwa sasa.

source: There are more. Try again.
af: Daar is nog baie meer. Probeer weer.
sw: Kuna mengi zaidi. Jaribu tena.

source: Actually, when you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping power of the the Web in their hands.
af: Wanneer jy ’n Firefox-aanhanger ontmoet, gesels liewers daaroor dat dit sy verbintenis aan die web in mense se hande kan bewys as hy of sy Firefox OS kry.
sw: Kwa kweli, ukikutana na shabiki wa Firefox, zungumza naye kuhusu jinsi kuchagua Firefox OS kunaonyesha kujitolea kwake kuweka nguvu ya Mtandao mikononi mwake.

source: Firefox OS comes preloaded with popular instant messaging and social media apps, like Facebook, so your customers will be able to stay connected with friends and family. They can also sync their contacts to the phone, quickly and easily.
af: Op Firefox OS is gewilde klets- en sosialemedia-programme klaar geïnstalleer, byvoorbeeld Facebook, sodat jou klante met vriende en familie in kontak kan bly. Hulle kan ook hul kontakte vinnig en maklik na die telefoon sinkroniseer.
sw: Firefox OS inakuja kama imeshawekwa programu zijulikanazo za kutuma ujumbe paop hapo na za kijamii kama Facebook ndio wateja wako waweze kukaa kama wameunganishwa na marafiki na jamii. Wanaweza pia kuainisha anwani kwa simu, haraka na kwa urahisi.

source: Share images
af: Deel foto's
sw: Shiriki picha

source: Your go-to source for the best apps on Firefox OS. Browse multiple categories, including games, utilities, music, travel, sports and more.
af: Jou beste bron vir die beste programme vir Firefox OS. Blaai deur meerdere kategorieë, soos speletjies of nutsgoed, musiek, reis, sport en nog baie meer.
sw: Mahali pa kipekee pa kwenda kwa ajili ya programu bora katika Firefox OS. Vinjari makundi mbalimbali, ikiwa ni pamoja na michezo, vifaa, muziki, kusafiri, michezo, na zaidi.

source: That’s right. This icon represents the Firefox Browser.
af: Dit is reg! Hierdie ikoon staan vir die Firefox-blaaier.
sw: Hiyo ni kweli! Ikoni hiyo inawakilisha kivinjari cha Firefox.

source: Keep the Web in your hands
af: Hou die web in jou hande
sw: Weka Mtandao katika mikono yako

source: Firefox Marketplace is our go-to source for free apps, including favorites like Twitter and Facebook, and for awesome local content from the best Web developers in your region.
af: Firefox Marketplace is die beste bron vir gratis programme, soos Twitter en Facebook, en vir ongelooflike plaaslike inhoud van die beste webontwikkelaars in jou omgewing.
sw: Firefox marketplace ndio sehemu tunayoenda ili kupata programu zisizo za malipo, zikiwemo zinzopendwa kama Twitter na Facebook, pia kunapatikana mambo mazuri ya kinyumbani kutoka waendelezaji shupavu wa mtandao kutoka unakoishi.

source: They’re packed with the features that made you want a smartphone in the first place.
af: Hulle is gelaai met die kenmerke wat ’n mens in ’n slimfoon verwag.
sw: Zimepakiwa na vipengele vilivyokufanya upende smartphone kwa mara ya kwanza.

source: Mozilla, the maker of Firefox, built a smartphone OS to keep the Web accessible to all. And since Firefox OS is entirely built in HTML5, you get instant access to thousands of apps already built for the Web.
af: Mozilla is die skepper van Firefox. Hulle het ’n slimfoon gemaak wat die web oop vir almal wil hou. En aangesien Firefox OS heeltemal met HTML5 gemaak is, het jy direkte toegang tot duisende programme wat reeds vir die web gebou is.
sw: Mozilla, inayounda Firefoc, ilijenga Os ya smartphone kufanya Mtanda kufikiwa na wote. Na kwa sababu Firefox OS imejengwa kwa HTML5, unapata ufikiajai wa papo hapo kwa maelfu ya programu ambazo zimejengewa Mtandao.

source: Set your phone to your language
af: Stel jou foon op in jou taal
sw: Seti simu kwa lugha yako

source: Users can place bookmarks to any website on their home screen to provide the functionality of that site directly from there. Also, users can simply enter any search term on the home screen and instantly create a one-time use or downloadable app. Creating and consuming these apps on demand puts users in complete control of their smartphone experience and makes it possible for people to get the exact content they want, when they want it.
af: Gebruikers kan boekmerke vir enige webwerf op hul tuisskerm plaas, om die funksionaliteit van daardie webwerf direk op die skerm te gebruik. Gebruikers kan ook enige soekterm op die tuisskerm invoer, en in ’n kits eenkeerprogram of ’n aflaaibare program skep. Om hierdie programme te kan skep en gebruik gee vir gebruikers volledige beheer oor hul slimfoon, en maak dit moontlik vir mense om die presiese inhoud wat hulle verlang, te kry wanneer hulle dit verlang.
sw: Watumiaji wanaweza kuziweka alamisho katika tovuti yoyote katika ukurasa wa nyumbani ili kutoa utendaji wa tovuti hiyo moja kwa moja kutoka humo. Pia, watumiaji wanaweza kuyatafuta maneno yoyote yale kupitia ukurasa wa nyumbani na kuziunda programu za kutumia mara moja au za kupakua. Kuunda na kuzitumia programu hizi zinapohitajika huwapatia watumiaji mamlaka kamili katika matumizi ya smartphone zao na kuwawezesha watu kupata yale wanayohitaji wanapoyahitaji.

source: Easily pair your device with a wide range of Bluetooth accessories. Share contacts, images, videos or your favorite URLs with friends.
af: Bind jou toestel maklik saam met ’n wye verskeidenheid Bluetooth-bykomstighede. Deel kontakte, foto's, video's of jou gunsteling-URL'e met vriende.
sw: Jozi kifaa chako na vifaa mbalimbali vya Bluetooth kwa urahisi. Shiriki mawasiliano, picha, video au URLs uzipendazo na marafiki.

source: <strong>Here’s what you can say:</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
af: <strong>Hier is wat jy kan sê:</strong> As jy Firefox ken en mal is daaroor, sal jy mal wees oor Firefox OS. Firefox OS-slimfone is volledig gebaseer op HTML5, wat die beste van die web na jou foon bring. Boonop is Firefox OS ontwerp deur ’n gemeenskap wat graag die web vir almal toeganklik wil maak. Wanneer jy Firefox OS kies, het jy die volle krag van die web in jou hande.
sw: <strong> Haya ndio unaweza kusema: </strong>Ikiwa unajua na unapenda Firefox, utapedna Firefox OS. Smartphone za Firefox OS zimejengwa kwa kikamilifu na HTML5, inaleta yale bora ya mtandao katika simu yako. Zaidi ya hayo,Firefox OS imeundwa na jamii iliyojitolea kuweka mtandao wazi kwa wote. Ukichagua Firefox OS, una nguvu kamili ya Mtandao katika mikono yako.

source: All of these statements are true, but only one is the best response for this particular customer, who seems to be a Firefox fan. Talk about how Firefox OS phones, made by Mozilla, help keep the power of the Web in the hands of the people.
af: Al hierdie stellings is waar, maar net een is die beste antwoord vir hierdie spesifieke klant, wat lyk of hy of sy ’n Firefox-aanhanger is. Gesels oor hoe die Firefox OS-fone bewys dat Mozilla daartoe verbind is om die krag van die web in die hande van mense te plaas.
sw: Kauli hizi zote ni kweli, lakini moja pekee ndio jibu bora kwa mteja huyu, ambaye inaonekana ni shabiki wa Firefox. Zungumza jinsi simu za Firefox, zilizoundwa na Mozilla, zinasaidia kuweka nguvu ya Mtandao mikononi mwa watu.

source: Firefox OS is built entirely using HTML5 and Open Web standards.
af: Firefox OS gebruik HTML5 en oop webstandaarde.
sw: Firefox OS imejengwa kwa kutumia HTML5 na viwango vya Open Web pekee.

source: Take the Challenge
af: Probeer die uitdaging
sw: Chukua Changamoto

source: That’s right. When you meet a Firefox fan, talk about how choosing Firefox OS shows a commitment to keeping the power of the Web in their hands.
af: Dit is reg! Wanneer jy ’n Firefox-aanhanger ontmoet, gesels daaroor dat dit sy verbintenis aan die web in mense se hande kan bewys as hy of sy Firefox OS kry.
sw: Hiyo ni kweli. Ukikutana na shabiki wa Firefox, zungumza naye kuhusu jinsi kuchagua Firefox OS kunaonyesha kujitolea kwake kuweka nguvu ya Mtandao mikononi mwake.

source: Share videos
af: Deel video's
sw: Shiriki video

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of developers working to innovate and further Web technologies. When you choose Firefox OS, you’re helping build a brighter future for the Web for all.
af: By Mozilla wil ons ’n verskil maak, en nie ’n wins nie. Firefox OS-slimfone word gerugsteun deur ’n wêreldwye gemeenskap ontwikkelaars wat saamwerk om webtegnologie te verbeter. Wanneer jy Firefox OS kies, help jy ook bou aan ’n beter toekoms vir die web, vir almal.
sw: Katika Mozilla, nia yetu ni kuleta mabadiliko, sio faida. Smartphone za Firefox OS zinaungwa mkono na jumuiya ya kimataifa ya watengenezaji wa kufanya kazi kwa ubunifu na teknolojia za kubiresha mtandao. Ukichagua Firefox OS, unasaidia kujenga siku nzuri za baadaye kwa ajili ya Mtandao na kwa ajili ya wote.

source: It’s packed with the features that made you want a smartphone in the first place.
af: Dit is gelaai met die kenmerke wat ’n mens in ’n slimfoon verwag.
sw: Imepakiwa na vipengele ambavyo vilikufanya upende smartphone hapo mwanzoni.

source: It’s new and backed by a global community working to help keep the Web accessible to all.
af: Dit is nuut, en word gerugsteun deur ’n internasionale gemeenskap wat die web graag oop vir almal wil hou.
sw: Ni mpya na inaungwa mkono na jamii dunia nzima inayofanya kazi kusaidia kufanya Mtandao kufikiwa na wote.

source: That’s right! All of these things can be shared via Bluetooth with your Firefox OS phone.
af: Dit is reg! Al hierdie dinge kan via Bluetooth met jou Firefox OS-foon gedeel word.
sw: Hiyo ni kweli! Vitu hivi vyote vinaweza kutumwa kupitia Bluetooth ukitumia simu ya Firefox OS.

source: Apps developers are slowly realizing the benefit of HTML5 in support of the Open Web.
af: Programontwikkelaars kom stadig maar seker agter dat dit nuttig is om in HTML5 te ontwikkel, ter ondersteuning van die ope web.
sw: Waendelezaji wanayatambua manufaa ya HTML5 katika kuunga mkono mtandao ulio na uwazi polepole.

source: Easily import your Facebook friends to your phone and keep your community all in one place thanks to deep integration with your favorite social networks.
af: Voer maklik jou Facebook-vriende na jou foon in, en hou jou gemeenskap op een plek, danksy diepe integrasie met jou gunsteling- sosiale netwerke.
sw: Pakia marafiki wako wa Facebook kwa simu yako kwa urahisi na pia jamii yako yote katika sehemu moja shukran kwa ushirikiano na social media .

source: Your customers want to get the most out of life, so why should they get any less from their mobile device? Firefox OS devices are perfect for new smartphone users — easy to use and full of all the features that they expect. And because Firefox OS devices are powered by Mozilla, they’re the perfect choice for anyone committed to keeping the Web open for all.
af: Jou klante wil die beste in hul lewens kry, en daarom moet hulle dit ook van hul mobiele toestel kan kry. Firefox OS-toestelle is perfek vir nuwe slimfoongebruikers, want dis maklik om te gebruik en propvol al die kenmerke wat hulle verwag. En omdat Firefox OS-toestelle deur Mozilla voorsien word, is dit die perfekte keuse vir enige iemand wat graag die web óóp vir almal wil hou.
sw: Wateja wako wanataka kupata mengi zaidi katika maisha yao, kwa nini wao wapate chini ya haya kutoka kwa vifaa vyao vya mkononi? Vifaa vya Firefox OS ni kamili kwa watumiaji wapya wa smartphone - ni rahisi kutumia na kamili na yenye vipengele wanavyotarajia. Na kwa sababu vifaa vya Firefox OS vinaendeshwa na Mozilla, ni chaguo kamili kwa mtu yeyote mwenye nia ya kuweka Mtandao wazi kwa wote.

source: Play it all from your phone, or online via YouTube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
af: Speel dit alles op jou foon, of aanlyn via YouTube. Blaai deur jou musiekversameling en speel liedjies daaruit, volgens album of kunstenaar, en gradeer liedjies en skep snitlyste vir jou gunstelinge.
sw: Zicheze zote kutoka kawa simu yako au kwenye mtandao kupitia YouTube. Vinjari na ucheze miziki yako kwa kutumia albamu au msanii, linganisha nyimbo na jenga orodha ya nyimbo upendazo.

source: <strong>Here’s what you can say:</strong> Firefox OS is the easiest smartphone to get you started. The user interface is so intuitive, you’ll be able to quickly discover and download your favorite apps and be ready to go in no time.
af: <strong>Hier is wat jy kan sê:</strong> Firefox OS is die maklikste slimfoon om mee aan die gang te kom. Die skermbeeld is so intuïtief dat jy vinnig jou gunsteling-programme sal kan vind en aflaai, en baie gou gereed sal wees.
sw: <strong> Haya ndio unaweza kusema: </strong> Firefox OS ni smartphone rahisi ya kupata wewe kuanza. Interface user ni Angavu, wewe utakuwa na uwezo wa haraka kugundua na kudaunlodi programu zako uzipendazo na kuwa tayari kwenda katika muda mfupi.
