Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-1_1-4.po
Languages: hr, hu, pl

source: Maps
hr: HERE Maps
hu: HERE Maps
pl: HERE Maps

source: Play it all from your phone, or online via Youtube. Browse and play your music collection by album or artist, rate songs and create playlists for your favorites.
hr: Puštajte sve sa svojeg telefona ili online koristeći Youtube. Pretražujte i reproducirajte svoju glazbenu kolekciju prema albumu ili izvođaču, ocjenjujte pjesme i stvarajte popise izvođenja.
hu: Játssza le telefonjáról, vagy online a Youtube-ról. Válogasson gyűjteményében, és játssza le album vagy előadó szerint, értékelje számait és készítsen lejátszólistákat kedvenceiből.
pl: Odtwarzaj je bezpośrednio ze swojego telefonu lub z Youtube. Przeglądaj swoją kolekcję muzyki i odtwarzaj utwory według albumu lub wykonawcy, oceniaj piosenki i twórz playlisty ze swoimi ulubionymi kawałkami.

source: Actually, this icon represents Contacts.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: Open the Firefox browser.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: The Firefox Marketplace features thousands of apps for free or at very low prices.
hr: Firefox Trgovina ima privlačne igre i aplikacije koje Vaši korisnici žele.
hu: A Firefox Marketplace tartalmazza azokat a menő játékokat és appokat, amelyekre a vásárlói vágynak.
pl: W sklepie Firefox Marketplace Twoi klienci znajdą wspaniałe gry i aplikacje.

source: Open Firefox Marketplace.
hr: Otvaranjem Firefox Trgovine.
hu: A Firefox Marketplace megnyitásával.
pl: Przejdź do sklepu Firefox Marketplace.

source: That’s right. This icon represents Contacts.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: Consumers who need support with an app built for Firefox OS will be directed to the app developer for assistance. If the consumer experience with Firefox OS is negatively impacted by the support incident resulting from the app, Mozilla may recommend workarounds including uninstalling the app until the developer provides appropriate assistance.
hr: Korisnici koji trebaju podršku za aplikaciju napravljenu za Firefox OS bit će usmjereni na developera te aplikacije. Ako se ta podrška odrazi negativno na iskustvo korisnika s Firefox OS-om, Mozilla će preporučiti alternativna rješenja uključujući brisanje aplikacije sve dok developer ne pruži prikladnu pomoć.
hu: Ha egy vásárló támogatást igényel egy Firefox OS-hez készült apphoz, akkor az app fejlesztőjéhez fogjuk irányítani. Ha a Firefox OS felhasználói élményét negatívan befolyásolja az apphoz kapott támogatás, akkor a Mozilla kerülő megoldásokat javasolhat, beleértve az app eltávolítását amíg a fejlesztő nem biztosít megfelelő segítséget.
pl: Klienci, którzy potrzebują pomocy w związku z aplikacją stworzoną dla systemu Firefox OS, będą kierowani do programisty tej aplikacji. Jeśli na korzystanie z systemu Firefox OS negatywny wpływ ma incydent związany ze wsparciem dotyczącym korzystania z aplikacji, Mozilla może polecić zastosowanie rozwiązań obejmujących między innymi odinstalowanie aplikacji, dopóki jej programista nie zapewni odpowiedniej pomocy.

source: It’s easier than ever to stay connected with Firefox OS.
hr: Ostati povezan je lakše nego ikad uz Firefox OS.
hu: Minden korábbinál egyszerűbb kapcsolatban maradni a Firefox OS-sel.
pl: Dzięki systemowi Firefox OS pozostawanie w stałym kontakcie ze światem jeszcze nigdy nie było tak łatwe.

source: Not directly. However, many of the most popular Android and iOS apps are actually Web apps that have a native “wrapper” to allow them to run on proprietary platforms. Therefore, many of the same apps will be available through Adaptive App Search.
hr: Ne izravno. Međutim, mnoge od najpopularnijih Android i iOS aplikacija su zapravo Web aplikacije koje imaju omotač koji im dopušta da se pokreću na određenim platformama. Should be: Stoga će mnoge te aplikacije biti dostupne preko Prilagodljive pretrage aplikacija.
hu: Közvetlenül nem. Azonban sok népszerű Android és iOS app valójában webes app, amelyek rendelkeznek egy natív „kerettel”, hogy futhassanak ezeken a zárt platformokon. Emiatt ezen appok közül sok elérhető az adaptív app kereséssel is.
pl: Użytkownicy mogą umieszczać zakładki do witryn internetowych na stronie głównej, dzięki czemu uzyskują dostęp do funkcji witryny bezpośrednio z poziomu ekranu głównego. Ponadto przesuwając palec w prawo na ekranie głównym, użytkownicy mogą w prosty sposób wpisać wyszukiwane hasło i utworzyć aplikację do jednorazowego użytku lub do pobrania. Tworzenie i korzystanie z tych aplikacji na żądanie sprawia, że użytkownicy mają pełną kontrolę nad aplikacją i smartfonem. Umożliwia to także znajdowanie żądanych treści w chwili, kiedy są one potrzebne.

source: Demonstrate the powerful map features of Firefox OS, including local transit info.
hr: Izložite znamenite mogućnosti Firefox OS karti, uključujući informacije o lokalnom prijevozu.
hu: Mutassa be a Firefox OS hatékony térképfunkcióit, beleértve a helyi közlekedési információkat.
pl: Zaprezentuj wszechstronne funkcje map dostępne w systemie Firefox OS, w tym informacje o lokalnym transporcie publicznym.

source: Show customers how Firefox OS adapts to them, giving them more of what they need, when they need it.
hr: Pokažite korisnicima kako im se Firefox OS prilagođava, dajući im više onoga što žele, onda kada to trebaju.
hu: Mutassa meg a vásárlóknak, hogy a Firefox OS hogyan alkalmazkodik hozzájuk, többet adva abból, amire szükségük van, akkor amikor szükségük van rá.
pl: Pokaż klientom, jak system Firefox OS dostosowuje się do ich potrzeb, zapewniając im to, czego potrzebują właśnie wtedy, kiedy tego potrzebują.

source: Which of the following apps is pre-loaded on every Firefox OS phone? Select all that apply.
hr: Koja je od ovih aplikacija predinstalirana na svakom Firefox OS telefonu? Odaberite sve točne odgovore.
hu: A következő appok közül melyik érhető el alapesetben minden Firefox OS telefonon? Jelölje be az összes jó választ.
pl: Które z niżej wymienionych aplikacji są zainstalowane fabrycznie na każdym telefonie z systemem Firefox OS? Wybierz wszystkie pasujące odpowiedzi.

source: Firefox Marketplace has the cool games and apps your customers want.
hr: Firefox Trgovina ima privlačne igre i aplikacije koje Vaši korisnici žele.
hu: A Firefox Marketplace tartalmazza azokat a menő játékokat és appokat, amelyekre a vásárlói vágynak.
pl: W sklepie Firefox Marketplace Twoi klienci znajdą wspaniałe gry i aplikacje.

source: With the Firefox Marketplace and dozens of preloaded apps, like email, maps, Facebook, a camera, music, and more, Firefox OS is packed with the features you’d expect in a smartphone.
hr: Uz Firefox Trgovinu i desetke instaliranih aplikacija poput e-pošte, karata, Facebooka, kamere, glazbe i drugih, Firefox OS ima sve odlike koje biste očekivali od pametnog telefona.
hu: A Firefox Marketplace-szel és több tucat előre telepített appal, mint az e-mail, térképek, Facebook, Kamera, Zene és sok más, a Firefox OS tele van azokkal a funkciókkal, amelyeket elvár egy okostelefontól.
pl: Smartfon z systemem Firefox OS to najlepsze rozwiązanie dla początkujących. Twoje ulubione aplikację są zainstalowane fabrycznie na telefonie i w łatwy sposób możesz zaimportować dane kontaktowe znajomych z Facebooka.

source: Firefox OS gives you the most value for your money, with everything you expect — camera, email, apps, music, maps and more — at the most competitive prices. Plus, Adaptive App Search feature makes it easy to find the apps you really need, when you need it.
hr: Firefox OS daje Vam najviše vrijednosti za Vaš novac. Ima sve što očekujete od pametnog telefona – kameru, e-poštu, aplikacije, glazbu, karte i više – uz najkonkurentnije cijene.
hu: A Firefox OS adja a legtöbb értéket a pénzéért. Tartalmazza az összes olyan funkciót, amit egy okostelefontól elvár – fényképezőgép, e-mail, appok, zene, térképek és sok más – a legversenyképesebb áron.
pl: System Firefox OS to najlepszy wybór za te pieniądze. Zapewnia on dostęp do wszystkich funkcji, jakie powinien mieć każdy smartfon — aparatu, poczty e-mail, aplikacji, muzyki, map i wielu innych. A wszystko to w naprawdę konkurencyjnej cenie.

source: A robust security model that is battle-hardened from more than a decade of supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
hr: Firefox OS ima robustan model sigurnosti koji je ojačan podržavanjem otvorenog weba tijekom posljednjeg desetljeća. Dizajniran je za zaštitu korisnika i sustava od zlonamjernih aplikacija i sadržaja.
hu: A Firefox OS robusztus biztonsági modellel rendelkezik, amely a nyílt web évtizedesnél régebbi támogatásában edződött. Ezt a felhasználók és a rendszer rosszindulatú alkalmazásoktól és tartalmaktól való megvédésére tervezték.
pl: System Firefox OS cechuje solidny model bezpieczeństwa, który sprawdził się na przestrzeni ponad dziesięciu lat wspierania otwartej sieci. Został on opracowany w celu ochrony użytkownika i systemu przed złośliwymi aplikacjami i treściami.

source: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
hr: S glazbom na dohvat prstiju, Firefox OS će zabaviti Vaše korisnike i rasplesati ih na ulici.
hu: A zenével az ujjhegyeiken a vásárlók látni fogják, hogyan szórakoztatja és táncoltatja meg őket a Firefox OS.
pl: Dzięki systemowi Firefox OS Twoi klienci mają muzykę zawsze w zasięgu ręki.
