Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_2-0_2-1.po
Languages: af, sw

source: Location tracking helps you find your device if you lose it. Remote wipe and lock capabilities help you keep your personal information safe.
af: Met liggingnaspeur kan jy jou toestel vind as jy dit verloor het. Vee jou persoonlike inligting uit van ’n afgeleë ligging af, of sluit dit vas.
sw: Kufuatilia eneo uliko kunasaidia kupata kifaa chako ukikipoteza. Kufuta ukiwa mbali na uwezekano wa kufunga unakusaidia kuweka mambo yako ya faragha yakiwa salama.

source: Use your phone in your language, control your data usage and personalize it by creating your own ringtones. You can also download locally-relevant apps that enrich and simplify your daily life. Firefox OS is truly a phone made with you in mind.
af: Gebruik jou foon in jou taal, beheer jou datagebruik, en verpersoonlik dit deur jou eie luitone te skep. Jy kan ook programme aflaai wat plaaslik relevant is, om jou daaglikse lewe te verryk en te vereenvoudig. Firefox OS is werklik ’n foon met jóú in gedagte.
sw: Tumia simu yako katika lugha yako, dhibiti matumizi yako data na binafsisha simi kwa kujenga toni za simu zako mwenyewe. Unaweza pia kupakua programu ya ndani ya nchi zinazoimarisha na kurahisisha maisha yako ya kila siku. Firefox OS ni simu iliyotolewa na wewe katika akili.

source: Remotely wipe the device.
af: Vee die toestel uit op ’n afstand.
sw: Futa kwa mbali yaliyomo katika kifaa chako.

source: With the Firefox Marketplace, the best preloaded apps and an awesome user experience, Firefox OS is packed with the features that users are looking for in a smartphone.
af: Firefox OS kom met Firefox Marketplace, die beste vooraf gelaaide programme, en ’n wonderlike gebruikerervaring. Dit is gelaai met kenmerke wat gebruikers in ’n slimfoon verlang.
sw: Pamoja na Firefox Marketplace, programu bora zilizopakiwa awali na uzoefu bora wa mtumiaji, Firefox imepakiwa na vipengele ambavyo watumiaji wanatafuta katika smartphone.

source: Ringtones
af: Luitone
sw: Toni za simu

source: Remotely lock the device.
af: Sluit die toestel op ’n afstand.
sw: Funga kifaa chako kwa mbali.

source: Create your own ringtones
af: Skep jou eie luitone
sw: Unda toni zako za simu

source: Find My Device
af: Vind my toestel
sw: Pata kifaa Changu

source: Since it’s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
af: Aangesien Firefox OS deur Firefox gemaak word, word dit deur ’n internasionale gemeenskap gerugsteun wat namens jou werk en jou belange op die hart dra.

source: Rich media experience
af: Ryke mediaervaring
sw: Uzoefu bora wa midia

source: Customize your Firefox OS phone by creating new ringtones from your music collection or from songs you download from the Web.
af: Pas jou Firefox OS-foon aan deur nuwe luitone uit jou musiekversameling te skep of met liedjies wat jy van die web afgelaai het.
sw: Unda vispesheli simu yako ya Firefox OS kwa kuunda sauti za simu kutoka kwa mkusanyiko wako wa muziki au kutoka kwa miziki ulizotoa kwa mtandao.

source: Since itâ€™s made by Firefox, Firefox OS is backed by a global community working on your behalf and with your interests in mind.
sw: Kawa sababu imeundwa na Firefox, Firefox OS inaungwa mkono na jamii dunia nzima inayofanya kazi kwa niaba yako huku ikijali maslahi yako.
