Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-3_2-0.po
Languages: af, sw

source: That’s not it. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
af: Nee, liewers nie. Vertel vir hierdie klant van die wonderlike waarde en omvattende kenmerke van Firefox OS, soos die feit dat sosiale programme vooraf gelaai is, teen baie goeie pryse.
sw: Sio hayo tu. Kwa mteja huyu, pitia thamani kuu na vipengele vikamilifu vya Firefox OS, zikiwemo programu za kijamii ambazo tayari zimewekwa kwenye simu, zote kwa thamani ya hali ya juu.

source: That’s right. All of these are true of the Cost Control app!
af: Dit is reg! Al hierdie dinge is waar oor die Kostebeheer-program!
sw: Hiyo ni kweli. Haya yote ni kweli kuhusu programu ya Cost Control!

source: Not directly, but the ConnectA2 app allows you to send instant messages to your contacts on ConnectA2 and/or WhatsApp. You can send and receive messages, emoticons, pictures, videos and audio files for free. You can also create and use group chats and receive notifications of new messages, even when the app is closed.
af: Nie direk nie, maar met die ConnectA2-program kan jy kitsboodskappe aan jou kontakte op ConnectA2 en/of Whatsapp stuur. Jy kan boodskappe, emosikone, foto's, video's en klanklêers stuur en ontvang – gratis. Jy kan ook groepkletse skep en gebruik, en berigte van nuwe boodskappe ontvang, selfs wanneer die program toe is.
sw: Sio moja kwa moja, lakini programu ya ConnectA2 inakuwezesha kuutuma ujumbe wa wakati huo huo kwa walio katika ConnectA2 na/au WhatsApp. Unaweza kutuma au kupokea ujumbe, picha za hisia, picha, video na faili za sauti bila malipo. Pia unaweza kuunda na kuzitumia sehemu za mazungumzo ya vikundi na upokee taarifa za ujumbe mpya hata wakati programu imefungwa.

source: The Firefox OS smartphone is preloaded with all the features that you’d expect, including Messages, Facebook, email, maps and more, all at a better value.
af: Die Firefox OS-slimfoon is vooraf gelaai met al die kenmerke wat jy sou verwag, insluitend Boodskappe, Facebook, e-pos, kaarte en nog baie meer, almal vir ’n beter prys.
sw: Smartphone ya Firefox OS tayari imepakiwa na vipengele vyote ambavyo ungetarajia, pamoja na Jumbe, Facebook, barua pepe, ramani na zaidi, yote kwa thamani bora zaidi.

source: What does Bluetooth allow users to do? Select all that apply
af: Wat maak Bluetooth vir gebruikers moontlik om te doen? Kies almal wat van toepassing is.
sw: Je Bluetooth inawezesha watumiaji kufanya nini? Chagua zote zilizo sahihi

source: You can use it to create and set a daily budget for data usage.
af: Jy kan dit gebruik ’n daaglikse begroting vir datagebruik saam te stel.
sw: Unaweza itumia kuunda na kuseti bajeti ya kila siku ya matumizi ya data.

source: It shows usage by time.
af: Dit wys gebruik volgens tyd.
sw: Inaonyesha matumizi kwa wakati.

source: That’s right. With this customer, highlight the great value and full feature set of Firefox OS, including social apps that are preloaded on the phone, all at great value.
af: Dit is reg! Vertel vir hierdie klant van die wonderlike waarde en omvattende kenmerke van Firefox OS, soos die feit dat sosiale programme vooraf gelaai is, teen baie goeie pryse.
sw: Hiyo ni kweli. Na huyu mteja, onyesha thamani kubwa na seti ya vipengele vya Firefox OS, ikiwa ni pamoja na programu za kijamii ambazo zimepakiwa awali kwenye simu, yote kwa thamani kubwa.

source: Actually, all of these are true of the Cost Control app!
af: Al hierdie dinge is eintlik waar oor die Kostebeheer-program!
sw: Kwa kweli, haya yote ni kweli kuhusu programu ya Cost Control!

source: Actually, with a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
af: Met ’n gebruiker wat die eerste keer ’n slimfoon koop, moet jy eintlik gesels oor hoe maklik dit is en hoedat hulle hul ervaring op die foon kan beheer en verpersoonlik.
sw: Kwa kweli, na mtumiaji wa mara ya kwanza wa smartphone, unafaa kuongea naye kuhusu urahisi wa kutumia ukijumuisha na njia za kudhibiti uzoefu na ubinafsishaji wa simu zao.

source: Actually, all of these things can be shared via Bluetooth with your Firefox OS phone..
af: Al hierdie dinge kan eintlik via Bluetooth met jou Firefox OS-foon gedeel word.
sw: Kwa kweli, vitu hivi vyote vinaweza kutumwa kupitia Bluetooth ukitumia simu ya Firefox OS..

source: Actually, this is true. ConnectA2 allows you to send instant messages to your contacts using ConnectA2 and/or WhatsApp.
af: Eintlik is dit waar. Met die ConnectA2-program kan jy kitsboodskappe aan jou kontakte op ConnectA2 en/of Whatsapp stuur.
sw: Kwa kweli. ConnectA2 inakuwezesha kutuma jumbe za moja kwa moja kwa anwani zako ukitumia ConnectA2 na/au WhatsApp.

source: The Firefox Marketplace features free apps!
af: Die Firefox Marketplace het gratis programme!
sw: Firefox Marketplace inaangazia programu zisizolipishwa!

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features including ways to control their experience and personalize their phones.
af: Dit is reg! Met ’n gebruiker wat die eerste keer ’n slimfoon koop, moet jy gesels oor hoe maklik dit is en hoedat hulle hul ervaring op die foon kan beheer en verpersoonlik.
sw: Hiyo ni kweli. Kwa mtumiaji wa mara ya kwanza wa smartphone, unafaa kuongea naye kuhusu urahisi wa kutumia ukijumuisha na njia za kudhibiti uzoefu na ubinafsishaji wa simu zao.

source: Can I use WhatsApp on this phone?
af: Kan ek Whatsapp op die foon gebruik?
sw: Watumiaji wanaweza kuziweka alamisho katika tovuti yoyote katika ukurasa wa nyumbani ili kutoa utendaji wa tovuti hiyo moja kwa moja kutoka humo. Pia, watumiaji wanaweza kuyatafuta maneno yoyote yale kupitia ukurasa wa nyumbani na kuziunda programu za kutumia mara moja au za kupakua. Kuunda na kuzitumia programu hizi zinapohitajika huwapatia watumiaji mamlaka kamili katika matumizi ya smartphone zao na kuwawezesha watu kupata yale wanayohitaji wanapoyahitaji.

source: App developers around the world are committed to Firefox OS and tens of hundreds of free applications will be available at launch. The growing list includes leading app developers like Facebook, YouTube, Twitter, YouTube, Pinterest and ConnectA2 as well as a Flashlight app and Calculator.
af: Programontwikkelaars van reg oor die wêreld is verbind tot Firefox OS, en honderde gratis programme sal by die bekendstelling beskikbaar wees. Die lys word steeds groter, en sluit bekende ontwikkelaars in soos Facebook, Twitter, YouTube, Pinterest en ConnectA2, asook ’n flitslig-program en sakrekenaar.
sw: Waendelezaji kutoka dunia nzima wanajitolea katika Firefox OS na mamia ya programu zisizo za malipo zitatolewa. Orodha inayoendelea kukua iko na waendelezaji kama Facebook, YouTube, Twitter, Pinterest na ConnectA2 pomoja na programu ya tochi na kikokotozi.

source: Show your customers how easy it is to get apps in the Firefox Marketplace. Tell them that the Marketplace has the cool games and apps that they’re looking for. Demonstrate an example of a local app that will help make their lives easier.
af: Wys jou klante hoe maklik dit is om programme in die Firefox Marketplace te kry. Vertel hulle dat die Marketplace oulike speletjies en programme het wat hulle verlang. Demonstreer ’n voorbeeld van ’n plaaslike program waarmee hulle hul lewens kan verbeter.
sw: Onyesha wateja wako jinsi ilivyo rahisi kupata programu katika Firefox Marketplace. Waambia kwamba Soko ina michezo na programu ambazo wanazitafuta. Waonyesha mfano wa programu zitakazosaidia kufanya maisha yao rahisi zaidi.

source: Experience the fast, smart, safe way to get the best of the Web. Use the Search Bar to visit websites, perform searches and access apps from the Marketplace. Multitask with tabs and browse multiple pages at the same time
af: Ervaar die vinnige, slim en veilige manier om die beste van die web te kry. Gebruik die soekbalk om webwerwe te besoek, soektogte te doen, en programme uit die Marketplace te kry. Multitaak danksy oortjies, en blaai in meerdere bladsye op dieselfde tyd.
sw: Pata kwa kasi,kwa njia nyerevu,na njia salama kupata yaliyo bora kutoka kwa mtandao. Tumia sanduku la kutafuta au utembelee tovuti, tafuta na ufikie programu tumizi kutoka kwa Marketplace. Tumia tabo tofauti na utembelee kurasa tofauti kwa wakati mmoja.

source: The ConnectA2 app is an instant messaging application compatible with WhatsApp for your Firefox OS device.
af: ConnectA2 is ’n mobiele kitsboodskap-program vir jou Firefox OS-toestel wat met Whatsapp kan werk.
sw: Programu ya ConnectA2 ni programu ya kutuma ujumbe moja kwa moja ambayo ni sambamba na WhatsApp kwa kifaa chako cha Firefox OS.

source: <ol> <li>Open the Settings app on your device.</li> <li>Scroll down and select <strong>Device information</strong>.</li> <li>On the Device information screen, select <strong>More Information</strong> and look for the version numbers under <em>OS version</em> at the top of the screen. <ul> <li><em>Firefox OS 1.0.1.0</em> means you have version 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> means you have version 1.1</li> <li><em>1.3.0.0</em> means you have version 1.3</li> <li><em>2.0.0.0</em> means you have version 2.0</li> </ul> </li> </ol>
af: <ol> <li>Maak die Instellings-program op jou foon oop.</li> <li>Rol afwaarts en kies <strong>Toestelinligting</strong>.</li> <li>Op die toestelinligting-skerm, kies <strong>Meer inligting</strong> en kyk vir die weergawenommers onder <em>OS-weergawe</em> bo-aan die skerm. <ul> <li><em>Firefox OS 1.0.1.0</em> beteken jy het weergawe 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> beteken jy het weergawe 1.1</li> <li><em>1.3.0.0</em> beteken jy het weergawe 1.3</li> <li><em>2.0.0.0</em> beteken jy het weergawe 2.0</li> </ul> </li> </ol>
sw: <ol> <li>Ifungue programu ya mipangilio katika kifaa chako.</li> <li>Nenda chini kisha uchague <strong>Maelezo ya kifaa</strong>.</li> <li>Katika skrini ya maelezo ya kifaa, chagua <strong>Maelezo zaidi</strong> kisha uiangalie namba ya toleo chini ya <em>toleo la OS</em> hapo juu katika skrini. <ul> <li><em>Firefox OS 1.0.1.0</em> inamaanisha unatumia tole 1.0.1</li> <li><em>Firefox OS 1.1.0.0</em> inamaanisha unatumia toleo 1.1</li> <li><em>1.3.0.0</em> inamaanisha unatumia toleo 1.3</li> <li><em>2.0.0.0</em> inamaanisha unatumia toleo 2.0</li> </ul> </li> </ol>

source: It shows usage per app.
af: Dit wys gebruik volgens program.
sw: Inaonyesha matumizi ya kila programu.

source: Actually, all of these are true about Firefox OS
af: Al hierdie stellings is eintlik waar vir Firefox OS.
sw: Kwa kweli, haya yote ni kweli kuhusu Firefox OS

source: Stay connected with friends and colleagues on your favorite social networks from wherever your are..
af: Bly verbind met vriende en kollegas op jou gunsteling- sosiale netwerke, waar jy ook al is.
sw: Baki kama umeunganishwa na marafiki na wafanyikazi wenzako katika mitandao ya kijamii uipendayo kutoka kokote uliko...

source: Which of the following statements are true of the Cost Control app that is preloaded on Firefox OS?
af: Watter van die volgende stellings is waar oor die Kostebeheer-program wat vooraf op Firefox OS geïnstalleer is?
sw: Ni kauli zipi zifuatazo ni kweli kuhusu programu ya Cost Control ambayo imepakiwa awali katika Firefox OS?

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook, too..
af: Firefox OS is die maklikste slimfoon om mee aan die gang te kom. Jou gunsteling-programme is reeds vooraf gelaai, en jy kan ook jou vriende van Facebook af invoer.
sw: Firefox OS ndio smartphone rahisi mno kuanza kutumia. Programu zako uzipendazo zimepakiwa tayari na unaweza kuleta kwa urahisi marafiki wako kutoka Facebook pia...
