Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-1_1-3_1-3T_1-4_2-0_2-1.po
Languages: af, hr, hu, sw

source: The Uncertain Upgrader
af: Die onsekere opgradeerder
hr: Nesigurni nadograditelj
hu: A bizonytalan frissítő
sw: Mboreshaji asiye na Uhakika

source: Your customer wants to understand the biggest benefits of Firefox OS versus its competitors. Select all of the statements that apply.
af: Jou klant wil weet wat die voordeel van Firefox OS is, in vergelyking met konkurrente. Kies al die stellings wat waar is.
hr: Vaš klijent želi razumjeti najveće prednosti Firefox OS-a pred njegovim konkurentima.
hu: Vásárlója szeretné megérteni a Firefox OS legjelentősebb előnyeit a versenytársaihoz képest. Jelölje be az összes jó választ.
sw: Mteja wako anataka kuelewa faida zote kubwa za Firefox dhidi ya washindani wake.Chagua kauli zote zinazotumika.

source: Key Features
af: Hoofkenmerke
hr: Ključne mogućnosti
hu: Fő funkciók
sw: SifaMuhimu

source: That’s right. For a customer looking for a smartphone that is easy to use, Firefox OS is a great choice.
af: Dit is reg! Vir klante wat op soek is na ’n slimfoon wat maklik is om te gebruik, is Firefox OS ’n goeie keuse.
sw: Kwa kweli,mteja anayetafuta smartphone ambayo ni rahisi kutumia, Firefox OS ni chaguo bora.

source: A customer tells you that she’s ready to move up from her old feature phone. What selling feature should you lead with?
af: ’n Klant sê vir jou dat sy graag ’n nuwe foon met nuwe kenmerke wil hê. Oor watter kenmerke moet jy met die klant gesels?
hr: Klijent Vam kaže da je spreman zamijeniti svoj stariji telefon. Kojom biste pozitivnom mogućnošću trebali početi?
hu: Egy vásárló azt mondja, hogy készen áll a régi középkategóriás telefonjának leváltására. Melyik funkcióval kell a vásárlás mellett érvelnie?
sw: Mteja atakwambia kwamba ako tayari kusonga kutoka simu yake nzee. Ni kipengele kipi cha kuuza unapaswa kuongoza nacho?

source: Find out what makes Firefox OS perfect for new smartphone users by giving them just what they need.
af: Vind uit hoe Firefox OS perfek is vir nuwe slimfoongebruikers, want dit gee hulle presies wat hulle wil hê.
sw: Jua ni nini kinafanya Firefox OS kamili kwa ajili ya watumiaji wapya wa simu nyerevu kwa kuwapa kile tu wanachohitaji.

source: Not quite. A first time smartphone user will be most interested in ease of use.
af: Nie heeltemal nie. ’n Eerste gebruiker van slimfone stel meer belang in gebruiksgemak.
hr: Što je Prilagodljiva pretraga aplikacija?
hu: Mi az az adaptív app keresés?
sw: Sio kabisa. Mtumiaji wa simu nyerevu kwa mara ya kwanza atakuwa na hamu ya urahisi wa kutumia.

source: Which Version Do I Have?
af: Watter weergawe het ek?
sw: Ni Toleo Lipi Niko Nalo?

source: Still have questions? Not for long! Find all the answers you're looking for here.
af: Het jy nog vrae? Nie vir lank nie! Vind al die antwoorde wat jy soek, hier.
sw: Bado una maswali? Sio kwa muda mrefu! Pata majibu yote unayotafuta hapa.

source: Every Firefox phone includes the Firefox browser, the fast, smart and safe way to get online.
af: Elke Firefox-foon bevat die Firefox-blaaier. Dis die vinnige, slimste en veiligste manier om aanlyn te kom.
sw: Kila simu ya Firefox iko na kivinjari cha Firefox,kile chenye kasi, chenye werevu na salam zaidi kuingia mtandaoni.

source: I want a smartphone that is truly easy to use.
af: Ek wil ’n slimfoon hê wat werklik maklik is om te gebruik.
sw: Nataka simu nyerevu ambayo kwa kweli ni rahisi kutumia.

source: I’m a Firefox fan.
af: Ek is ’n Firefox-aanhanger.
hr: Firefox obožavatelj
hu: A Firefox rajongó
sw: Mimi ni shabiki wa Firefox.

source: "It needs to be easy to use."
af: "Dit moet maklik wees om te gebruik."
sw: "Inafaa kuwa rahisi kutumia."

source: Learn how to show off and talk about the key features and benefits of Firefox OS to your customers.
af: Leer hoe om die hoofkenmerke aan jou klante te wys en oor die voordele van Firefox OS te gesels.
sw: Jifunze jinsi ya kuonyesha na kujadiliana juu ya vipengele muhimu na faida za Firefox OS kwa wateja wako.

source: What makes Firefox OS more secure than other phones?
af: Wat maak Firefox OS veiliger as ander fone?
hr: Što čini Firefox OS sigurnijim od drugih telefona?
hu: Mi teszi a Firefox OS-t biztonságosabbá más telefonoknál?
sw: Ni nini inafanya Firefox OS kuwa salama kuliko simu nyingine?

source: This global partner and community training hub has everything you need to effectively communicate the basics of Firefox OS. Select any topic to get started.
af: Hierdie internasionale vennoot- en gemeenskap-opleidingsentrum het alles wat jy nodig het om die basiese beginsels van Firefox OS effektief te kommunikeer. Kies enige onderwerp om te begin.
sw: Eneo hili maarufu la mshirika wa dunia nzima na la jamii lina kila kitu unachohitaji ili kuwasilisha kwa ufanisi misingi ya Firefox OS. Chagua mada yoyote kuanza.

source: That’s right!
af: Dit is reg!
hr: Prilagodljiv telefon
hu: Az alkalmazkodó telefon
sw: Hiyo ni sahihi!

source: The Smartphone Rookie
af: Die slimfoongroentjie
hr: Smartphone početnik
hu: A kezdő okostelefonos
sw: Mtumizi wa Simu nyerevu kwa mara ya kwanza

source: That’s right.
af: Dit is reg!
hr: Prilagodljiv telefon
hu: Az alkalmazkodó telefon
sw: Hiyo ni sahihi!

source: Welcome!
af: Welkom!
sw: Karibu!

source: The Value Seeker
af: Die waardesoeker
hr: Tragač za vrijednošću
hu: Az értékkereső
sw: Mtafuta Thamani

source: Do Android apps work on this phone?
af: Werk Android-programme op hierdie foon?
hr: Rade li Android aplikacije na ovom telefonu?
hu: Az androidos appok működnek ezen a telefonon?
sw: Je programu za Android zitafanya kazi kwa hii simu?

source: "I love firefox!"
af: "Ek is mal oor Firefox!"
sw: "Napenda Firefox"

source: You can easily import contacts from Facebook to your Firefox OS phone.
af: Jy kan kontakte van Facebook maklik na jou Firefox OS-foon invoer.
sw: Unaweza kuleta anwani zako kwa urahisi kutoka Facebook hadi kwa simu yako ya Firefox OS.

source: Demo Tips
af: Demowenke
hr: Savjeti za izlaganje
hu: Ötletek a bemutatáshoz
sw: Vidokezo vya Maonyesho

source: Camera and Gallery
af: Kamera en galery
hr: Kamera i Galerija
hu: Kamera és Galéria
sw: Kamera na Albamu

source: What about customer support for apps?
af: Wat van hulplyn-ondersteuning vir programme?
hr: Što je s korisničkom podrškom za aplikacije?
hu: Van-e ügyfélszolgálat az appokhoz?
sw: Na je usaidizi wa wateja katika programu tumizi?

source: Firefox OS includes all the same features you’ll find in competitive smartphones and gives you more value for the money.
af: Firefox OS kom met al die dieselfde kenmerke as in ander slimfone, maar bied jou meer waarde vir jou geld.
sw: Firefox OS iko na vipengele sawa na vile utakavyopata katika smartphone zingine zenye ushindani na inakupa thamani bora kwa fedha zako.

source: I’m looking for the best value for my money.
af: Ek is op soek na die beste waarde vir my geld.
sw: Natafuta thamani bora kwa pesa zangu.

source: Introduction
af: Inleiding
hr: Uvod
hu: Bevezetés
sw: Utangulizi

source: The Firefox Fan
af: Die Firefox-aanhanger
hr: Firefox obožavatelj
hu: A Firefox rajongó
sw: Shabiki wa Firefox

source: How many and what types of apps will be available?
af: Hoeveel programme en watter tipes programme sal beskikbaar wees?
hr: Koliko i kakve aplikacije će biti dostupne?
hu: Hány és milyen típusú app lesz elérhető?
sw: Ni programu tumizi za aina gani na ni ngapi zitapatikana?

source: A customer tells you that he uses Firefox as his desktop browser. With what selling feature should you lead?
af: ’n Klant sê vir jou dat hy Firefox as sy blaaier op sy tafelrekenaar gebruik. Oor watter kenmerk moet jy met die klant gesels?
hr: Klijent Vam kaže da koristi Firefox kao svoj web preglednik. Kojom pozitivnom mogućnošću biste trebali početi?
hu: Egy vásárló azt mondja, hogy számítógépén a Firefox böngészőt használja. Melyik funkcióval kell a vásárlás mellett érvelnie?
sw: Mteja anakwambia kwamba anatumia Firefox kama kivinjari katika kompyuta yake. Ni kipengee kipi cha kuuza unafaa kutumia kama mwongozo?

source: Firefox OS gives you access to popular, big name apps, as well as local content that means the most to you.
af: Firefox OS bied toegang tot gewilde, bekende programme, asook plaaslike inhoud wat vir jou die meeste beteken.
sw: Firefox OS inakuwezesha kufikia programu tumizi zinazojulikana sana, pamoja na mudhui ya mitaa ambayo ni ya maana sana kwako.

source: False
af: Onwaar
hr: Karte
hu: Térképek
sw: Uongo

source: Firefox browser
af: Firefox-blaaier
hr: Firefox preglednik
hu: Firefox böngésző
sw: Kivinjari cha Firefox

source: Firefox OS is the easiest smartphone to get started with. Your favorite apps are already preloaded and you can easily import your friends from Facebook too.
af: Firefox OS is die maklikste slimfoon om mee aan die gang te kom. Jou gunsteling-programme is reeds vooraf gelaai, en jy kan ook jou vriende van Facebook af invoer.
hr: Firefox OS je najjednostavniji pametni telefon za početnike. Vaše omiljene aplikacije su već instalirane i također možete jednostavno uvesti prijatelje s Facebooka.
hu: A Firefox OS a legegyszerűbb okostelefon, amivel elindulhat. A kedvenc appjai előre telepítve vannak, és egyszerűen átmásolhatja facebookos ismerőseit is.
sw: Firefox OS ni smartphone rahisi sana kuanza kutumia. Programu zako uzipendazo zishawekwa na unaweza kuleta orodha ya marafiki wako kutoka Facebook pia.

source: Demonstrations That Matter
af: Demonstrasies wat werk
hr: Izlaganja koja su bitna
hu: Bemutatók, amik számítanak
sw: Maonyesho Yenye Umuhimu

source: Where should I go if I have more questions?
af: Wat moet ek doen as ek meer vrae het?
hr: Kome bih se trebao obratiti ako imam još pitanja?
hu: Hová fordulhatok a további kérdéseimmel?
sw: Nitaenda wapi ikiwa niko na maswali zaidi?

source: See how Firefox OS fits into your customers' lives, no matter who they are or where they're from.
af: Sien hoe Firefox OS by jou klante se lewens pas, ongeag wie hulle is of waar hulle vandaan kom.
sw: Tazama jinsi Firefox inaingiana na maisha ya wateja wako, haijalishi hao ni nani ama wanakotoka.

source: Ready to show what you know?
af: Gereed om te wys wat jy ken?
hr: Spremni ste pokazati što znate?
hu: Készen áll tudása megmutatására?
sw: Uko tayari kuonyesha kile unachojua?

source: That’s right. All of these customers are ideal candidates for Firefox OS!
af: Dit is reg! Al hierdie klante is ideale kandidate vir Firefox OS!
hr: Koji od ovih odgovora klijenata ukazuju na idealnog kandidata za Firefox OS? Odaberite sve točne odgovore.
hu: A következő válaszok közül melyik jelez ideális vásárlójelöltet a Firefox OS-hez?
sw: Hiyo ni kweli! Wateja hawa wote ni wagombea bora wa Firefox OS!

source: A customer tells you that smartphones seem complicated. What selling feature should you lead with?
af: 'n Klant vertel jou dat slimfone ingewikkeld is. Oor watter kenmerke moet jy met die klant gesels?
hr: Klijent Vam kaže da mu se pametni telefoni čine komplicirani. Kojom biste pozitivnom mogućnošću trebali početi?
hu: Egy vásárló szerint az okostelefonok bonyolultnak tűnnek. Melyik funkcióval kell a vásárlás mellett érvelnie?
sw: Mteja anakwambia kwamba simu nyerevu zinaonekana ngumu kutumia. Ni kipengee kipi cha kuuza unafaa kutumia kama mwongozo?

source: Discover what makes Firefox OS the most unique and exciting mobile operating system.
af: Ontdek waarom Firefox OS die uniekste, opwindende mobiele bedryfstelsel is.
sw: Gundua nini kinafanya Firefox OS kuwa mfumo wa uendeshaji wa kipekee na wenye kusisimua.

source: I’ve never used a smartphone before.
af: Ek het nog nooit voorheen ’n slimfoon gebruik nie.
sw: Sijawahi tumia simu nyerevu siku nyingine.

source: Contacts
af: Kontakte
hr: Kontakti
hu: Névjegyek
sw: Anwani

source: Which Firefox OS feature does this icon represent?
af: Vir watter Firefox OS-kenmerk staan hierdie ikoon?
hr: Koji dio Firefox OS-a prikazuje ova ikona? <img src='course/assets/m05/t05/p35/m05-t05-p35-a05-b15-c10.png'/>
hu: Ez az ikon melyik Firefox OS funkciót jelképezi? <img src='course/assets/m05/t05/p35/m05-t05-p35-a05-b15-c10.png'/>
sw: Ni kipengee kipi cha Firefox OS kinawakilishwa na ikoni hii?

source: You have questions? We have answers!
af: Het jy vrae? Ons het antwoorde!
hr: Imate pitanja? Mi imamo odgovore!
hu: kérdése van? Tudjuk a választ!
sw: Una maswali? Tuko na majibu!

source: What’s the best response to this customer’s objection? “How do I know this new phone is safe?”
af: Wat is die beste antwoord op hierdie klant se beswaar? "Hoe weet ek hierdie nuwe foon is veilig?"
hr: Koji je najbolji odgovor klijentu koji se požali “Kako da znam je li ovaj telefon siguran?”
hu: Mi a legjobb válasz a következő vásárlói tiltakozásra: „Honnan tudhatom, hogy az új telefon biztonságos?”?
sw: Ni nini jibu bora kwa pingamizi hili la mteja? "Nitajuaje hii simu ni salama?"

source: How do I download and install apps on Firefox OS?
af: Hoe laai ek programme op Firefox OS af en installeer dit?
hr: Kako se preuzimaju i instaliraju aplikacije na Firefox OS?
hu: Hogyan tölthetek le és telepíthetek appokat a Firefox OS-en?
sw: Nitadaunlodi na kusakinisha programu vipi katika Firefox OS?

source: True
af: Waar
hr: Točno
hu: Igaz
sw: Kweli

source: "I have never had a smartphone."
af: "Ek het nog nooit ’n slimfoon gehad nie."
sw: "Sijawahi kuwa na simu nyerevu."

source: Master Firefox OS
af: Bemeester Firefox OS
sw: Firefox OS Kuu

source: "I want a good deal."
af: "Ek soek waarde vir my geld."
sw: "Nataka mkataba mzuri."

source: Our mission is to promote openness, innovation and opportunity on the Web.
af: Ons missie is om eerlikheid, vindingrykheid en geleenthede te bevorder.
hr: Naša je misija promicati otvorenost, inovacije i mogućnosti na webu
hu: Küldetésünk a nyíltság, innováció és a web lehetőségeinek népszerűsítése.
sw: Dhamira yetu ni kukuza uwazi, ugunduzi na nafasi kwenye mtandao.

source: Put your new knowledge to the test with this series of fun, interactive quizzes.
af: Stel jou nuwe kennis op die proef met hierdie reeks prettige, interaktiewe vasvraes.
sw: Weka maarifa yako mapya katika mtihani na mfululizo huu wa furaha,mafumbo yenye maingiliano.

source: Customer Guide
af: Klantgids
hr: Priručnik o korisnicima
hu: Vásárlók bemutatása
sw: Mwongozo wa Mteja

source: That’s right. These statements are all true about Firefox OS.
af: Dit is reg! Al hierdie stellings is waar vir Firefox OS.
hr: Ostati povezan je lakše nego ikad uz Firefox OS.
hu: Minden korábbinál egyszerűbb kapcsolatban maradni a Firefox OS-sel.
sw: Hiyo ni kweli! Kauli hizi zote ni kweli kuhusu Firefox OS.

source: Features that count
af: Kenmerke wat tel
hr: Mogućnosti koje se broje
hu: Funkciók, amelyek számítanak
sw: Vipengee vya maana

source: Who is your ideal Firefox customer?
af: Wie is jou ideale Firefox-klant?
hr: Tko je Vaš idealni Firefox korisnik?
hu: Ki az ideális Firefox vásárló?
sw: Ni nani mteja wako bora wa Firefox?

source: Frequently Asked Questions
af: Gereelde vrae
hr: Često postavljana pitanja
hu: Gyakori kérdések
sw: Maswali Yaulizwayo Mara kwa Mara

source: Music and Video
af: Musiek en video
hr: Glazba i Video
hu: Zene és videó
sw: Muziki na Video

source: By now, you probably have questions and so will your customers! Select each question for more on Firefox OS.
af: Teen dié tyd het jy seker vrae, en jou klante ook! Kies elke vraag om meer Firefox OS te leer.
hr: Sada već vjerojatno imate pitanja, a imat će ih i Vaši korisnici! Odaberite pojedino pitanje za više informacija o Firefox OS-u.
hu: Mostanra valószínűleg van néhány kérdése, és vásárlóinak is lesz! Válassza ki az egyes kérdéseket további információkért a Firefox OS-ről.
sw: Kufikia sasa, labda una maswali na pia wateja wako! Chagua kila swali kujua zaidi kuhusu Firefox OS.

source: Firefox OS isn’t cluttered with more than you need. It gives you what you’d expect in a smartphone, with an easy-to-use interface that makes it easy to get started.
af: Firefox OS bevat nie méér as wat jy nodig het nie. Dit gee jou presies wat jy van ’n slimfoon verwag, met ’n eenvoudige skermbeeld waarmee jy maklik aan die gang kan kom.
sw: Firefox OS haijawekwa vitu vingi kupita vile unavyohitaji. Inakupa kile ulichotarajia katika smartphone, ina kusano ambalo ni rahisi kutumia ambayo inafanya kuanza kuwe rahisi.

source: In fact, ALL of these customers are ideal candidates for Firefox OS!
af: Al hierdie klante is eintlik ideale kandidate vir Firefox OS!
hr: Koji od ovih odgovora klijenata ukazuju na idealnog kandidata za Firefox OS? Odaberite sve točne odgovore.
hu: A következő válaszok közül melyik jelez ideális vásárlójelöltet a Firefox OS-hez?
sw: Kwa kweli, wateja HAWA wote ni wagombea bora wa Firefox OS!

source: Facebook
hr: Facebook i Twitter
hu: Facebook és Twitter

source: Marketplace
hr: Trgovina
