Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-3_1-3T_1-4_2-0_2-1.po
Languages: af, hu, pl, sw

source: What email providers are supported?
af: Watter e-posverskaffers word ondersteun?
hu: Mely e-mail szolgáltatók támogatottak?
pl: Którzy dostawcy usług poczty elektronicznej będą obsługiwani?
sw: Ni watoa huduma wagani wanaungwa mkono?

source: The best response to this objection is to talk about the experience of the Mozilla community that is behind Firefox OS.
af: Die beste antwoord op hierdie beswaar is om te gesels oor hoe die Mozilla-gemeenskap, wat agter Firefox OS is, dinge ervaar.
sw: Jibu bora zaidi kwa hili pingamizi ni kuongea kuhusu uzoefu wa Jamii ya Mozilla ambayo imejenga Firefox OS.

source: Messages
af: Boodskappe
sw: Ujumbe

source: Messages and Email
af: Boodskappe en e-pos
hu: SMS és e-mail
pl: Wiadomości SMS i e-mail
sw: Jumbe na Barua pepe

source: With built-in style filters for fun, creative shots and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
af: Almal wie se foto's jy neem, sal mal wees oor die kamera en fotogalery met ingeboude stylfilters wat sorg vir pret, kreatiewe kiekies en baie maniere om jou foto's te deel.
hu: A vidám, kreatív képek készítésére használható beépített stílusszűrőkkel és rengeteg fotómegosztási lehetőséggel rendelkező, teljes felszereltségű kamera és fotógaléria minden alanyát mosolyra fogja késztetni.
pl: Dzięki wbudowanym filtrom stylu, możliwości robienia kreatywnych ujęć oraz wielu sposobom udostępniania zdjęć, wyposażony w wiele różnych funkcji aparat oraz galeria zdjęć przyprawią wszystkie fotografowane osoby o uśmiech.
sw: Iko na vichujio vivyojengwa kwa ndani, picha zenye ubunifu, kamera yenye vipengele vyote na alabamu ya picha itafanya wote uliowapiga picha kutabasamu.

source: Introducing Firefox OS
af: Bekendstelling van Firefox OS
hu: A Firefox OS bemutatása
pl: Przedstawienie systemu Firefox OS
sw: Kutambulisha Firefox OS

source: That’s right! This icon represents Messages —or text messaging.
af: Dit is reg! Hierdie ikoon staan vir Boodskappe – oftewel SMS en teksboodskappe.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.
sw: Ndio! ikoni hii inasimamia barau ama - huduma ya ujumbe mfupi.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It’s designed to fit their lives perfectly so they can keep pace with the world around them.
af: Firefox OS is gepak met al die kenmerke wat jou klante van ’n slimfoon sou verwag. Dit is ontwerp om perfek by hul lewenstyl te pas, sodat hulle kan tred hou met die wêreld rondom hulle.
hu: A Firefox OS tele van azokkal a funkciókkal, amelyeket vásárlói elvárnak egy okostelefontól. Tökéletesen illeszkedik életükbe, így lépést tarthatnak a körülöttük lévő világgal.
pl: System Firefox OS umożliwia dostęp do funkcji, których klienci oczekują od smartfonów. Zastosowanie tego systemu sprawia, że smartfony są idealnym rozwiązaniem dla klientów, którzy mogą zawsze być na bieżąco z nowinkami z otaczającego ich świata.
sw: Firefox OS imepakiwa vipengele ambavyo wateja wako wanatarajia katika smartphone. Imeundwa kufaa maisha yao kikamilifu ili waweze kujua yanayoendelea katika dunia iliyowazunguka.

source: Music
af: Musiek
sw: Muziki

source: The best response to this objection is to talk about the robust security model.
af: Die beste antwoord op hierdie beswaar is om te gesels oor die robuuste sekuriteitsmodel.
sw: Jibu bora zaidi kwa hili pingamizi ni kuongea kuhusu muundo wa usalama imara.

source: The best response to this objection is to talk about all the apps that are available.
af: Die beste antwoord op hierdie beswaar is om te gesels oor al die programme wat beskikbaar is.
sw: Jibu bora zaidi kwa hili pingamizi ni kuongea kuhusu programu tumizi zote zinazopatikana.

source: Think you are almost ready to start selling Firefox OS to your customers? Put your knowledge to the test and answer these questions to prove you have what it takes.
af: Dink jy is amper gereed om Firefox OS aan jou klante te begin verkoop? Stel jou kennis op die proef, en beantwoord hierdie vrae om te bewys jy kan dit doen.
hu: Úgy érzi, készen áll a Firefox OS eladására vásárlóinak? Kezdje el használni tudását és válaszolja meg ezeket a kérdéseket, bizonyítsa, hogy képes rá!
pl: Myślisz, że możesz już zacząć sprzedawać system Firefox OS? Zastosuj swoją wiedzę w praktyce i odpowiedz na pytania, aby przekonać się, czy wiesz wszystko, co niezbędne.
sw: Je wafikiri uko tayari kuanza kuuza Firefox OS kwa wateja wako? basi jibu maswali yafwatayo kuonyesha ujuzi wako.

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the open Web. It is designed to protect the user and system from malicious applications and content.
af: Firefox OS het ’n robuuste sekuriteitsmodel wat verskeie aanvalle op die ope web van die afgelope ten jaar weerstaan het. Dit is ontwerp om die gebruiker en stelsel teen kwaadwillige programme en inhoud te beskerm.
hu: A Firefox OS robusztus biztonsági modellel rendelkezik, amely a nyílt web évtizedesnél régebbi támogatásában edződött. Ezt a felhasználók és a rendszer rosszindulatú alkalmazásoktól és tartalmaktól való megvédésére tervezték.
pl: System Firefox OS cechuje solidny model bezpieczeństwa, który sprawdził się na przestrzeni ponad dziesięciu lat wspierania otwartej sieci. Został on opracowany w celu ochrony użytkownika i systemu przed złośliwymi aplikacjami i treściami.
sw: Firefox OS iko na muundo imara wa usalama ambayo imefanywa kuwa ngumu katika utenda kazi kwa zaidi ya miaka kumi ikiunga mkono Mtandao wazi. Imeundwa kulinda mtumiaji na mfumo kutokana na programu hatarishi.

source: What do you mean I can convert mobile sites into apps?
af: Wat word bedoel dat ek mobiele werwe na programme kan omskep?
sw: Je unamaanisha nini unaposema naweza kubadili tovuti za simu kuwa programu tumizi?

source: Actually, this icon represents Messages — or text messaging.
af: Hierdie ikoon staan eintlik vir Boodskappe – oftewel SMS en teksboodskappe.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.
sw: Kwa kweli, ikoni hii inawakilisha Ujumbe - au ujumbe wa maandishi.

source: Email and Messages
af: E-pos en boodskappe
hu: E-mail és SMS
pl: Wiadomości SMS i e-mail
sw: Barua pepe na Ujumbe

source: Actually, this icon represents the Contacts.
af: Hierdie ikoon staan eintlik vir Kontakte.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.
sw: Kwa kweli, ikoni hii inawakilisha Anwani.

source: Get Ready to Sell!
af: Raak gereed om te verkoop!
hu: Készüljön fel az eladásra!
pl: Przygotuj się do sprzedaży!
sw: Jitayarishe kuuza!

source: While all of these statements are true, which two responses would be most useful to a first-time smartphone customer?
af: Hoewel al hierdie stellings waar is, watter twee antwoorde is mees nuttig vir 'n eerste gebruiker van 'n slimfoon?
sw: Ingawa kauli hizi zote ni kweli, ni majibu yapi mawili yanaweza kuwa ya maana zaidi kwa mtumiaji wa mara ya kwanza wa simu nyerevu?
