Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-1.po
Languages: hr, hu, pl

source: Firefox OS has a robust security model that is battle-hardened from more than a decade of supporting the Open Web. It is designed to protect the user and system from malicious applications and content.
hr: Firefox OS ima robustan model sigurnosti koji je ojačan podržavanjem otvorenog weba tijekom posljednjeg desetljeća. Dizajniran je za zaštitu korisnika i sustava od zlonamjernih aplikacija i sadržaja.
hu: A Firefox OS robusztus biztonsági modellel rendelkezik, amely a nyílt web évtizedesnél régebbi támogatásában edződött. Ezt a felhasználók és a rendszer rosszindulatú alkalmazásoktól és tartalmaktól való megvédésére tervezték.
pl: System Firefox OS cechuje solidny model bezpieczeństwa, który sprawdził się na przestrzeni ponad dziesięciu lat wspierania otwartej sieci. Został on opracowany w celu ochrony użytkownika i systemu przed złośliwymi aplikacjami i treściami.

source: Music & FM Radio
hr: Glazba i Radio
hu: Zene és FM rádió
pl: Muzyka i radio FM

source: Firefox OS is packed with all the features that made your customers want a smartphone in the first place: apps, maps, camera, gallery, social features, music and more. With all the features and no compromises, Firefox OS phones fit your customers' lives more perfectly, so they can fit in with the world around them.
hr: Firefox OS je bogat mogućnostima zbog kojih Vaši korisnici uopće žele pametni telefon: aplikacije, karte, kamera, galerija, društvene mreže, glazba i više. Sa svim mogućnostima i bez kompromisa, Firefox OS telefoni bolje se uklapaju u živote Vaših korisnika kako bi se oni lakše uklopili u svijet oko sebe.
hu: A Firefox OS tele van olyan funkciókkal, amelyeket a vásárlók elvárnak egy okostelefontól: appok, térképek, kamera, galéria, közösségi funkciók, zene és sok más.<br/><br/>A Firefox OS lehetővé teszi, hogy a vásárlók átvegyék az irányítást online életük felett, és elérjék a web legjavát bárhová is menjenek.
pl: System Firefox OS oferuje dostęp do wielu funkcji, między innymi aplikacji, map, aparatu, galerii, funkcji społecznościowych, muzyki i wielu innych, które sprawią, że Twoi klienci będą chcieli kupić smartfona. Wszystkie te funkcje i bezkompromisowość telefonów z systemem Firefox OS czynią je one idealnym rozwiązaniem dla Twoich klientów, dzięki czemu zawsze są oni na bieżąco z nowinkami z otaczającego ich świata.

source: Actually, this icon represents the Adaptive App Search.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: Adaptive App Search is a new way to find content from across the Web and engage in an app-like experience without the headaches of downloading the app to find what you need. Whenever you search, your phone adapts to the search result and makes it easy to add those results to your home screen for easy access later.
hr: Prilagodljiva pretraga aplikacija je novi način za nalaženje sadržaja širom weba, za iskustvo poput aplikacije, ali bez glavobolja uzrokovanih skidanjem aplikacija da biste pronašli što trebate. Kad god pretražujete, Vaš telefon se prilagodi rezultatu pretrage i olakšava dodavanje rezultata Vašem početnom zaslonu, da biste kasnije lakše pristupali.
hu: Az adaptív app keresés egy új módszer a tartalom keresésére a weben, és az app-szerű élmény megkapásához – a kívánt információ megkereséséhez szükséges app letöltésének nehézségei nélkül. Amikor keres, telefonja alkalmazkodik a találatokhoz, és egyszerűvé teszi ezek hozzáadását a kezdőképernyőjéhez a későbbi gyors elérés érdekében.
pl: Funkcja Adaptive App Search to nowy sposób na znajdowanie treści w Internecie bez konieczności pobierania dodatkowych aplikacji umożliwiających wyszukiwanie. Podczas każdego wyszukiwania telefon dostosowuje wyniki i ułatwia ich dodawanie do ekranu głównego, tak aby można było łatwo uzyskać do nich dostęp w przyszłości.

source: That’s right! You simply swipe to the left to access the Adaptive App Search feature.
hr: Što je Prilagodljiva pretraga aplikacija?
hu: Mi az az adaptív app keresés?
pl: Czym jest funkcja Adaptive App Search?

source: Camera & Gallery
hr: Kamera i Galerija
hu: Kamera és Galéria
pl: Aparat i galeria

source: Understanding your customer’s needs and knowing how to respond on the spot is critical to any sales opportunity. Check out the common customer segments below, and tap the bar to learn how to best respond to each of their unique needs.
hr: Razumijevanje potreba Vaših kupaca i poznavanje načina na koji treba odgovoriti na licu mjesta ključno je za svaku priliku za prodaju. Provjerite uobičajene korisničke profile i povucite traku da biste saznali kako najbolje odgovoriti na svaku od njihovih jedinstvenih potreba.
hu: A vásárlók igényeinek megértése és azonnali válaszadás képessége kritikus minden eladási helyzetben.<br/><br/>Nézze meg alább az általános vásárlói típusokat, és húzza félre a sávot az egyedi igényekre adandó legjobb válaszok megismeréséhez.
pl: Zrozumienie potrzeb klienta i umiejętność natychmiastowej reakcji są niezwykle istotne podczas sprzedaży. Zapoznaj się z typowymi segmentami klientów, aby wiedzieć, jak reagować na ich unikalne potrzeby.

source: The fast, smart, safe way to get the best of the Web. Use the URL bar to enter websites, perform searches and access your browsing history. Plus, tabs let you multitask by browsing multiple pages simultaneously.
hr: Brz, pametan, siguran način za dobivanje najboljeg iz weba. Koristite adresnu traku za unošenje adresa web stranica, pretraživanje i pristup povijesti svojeg surfanja. Također, kartice Vam omogućuju surfanje na nekoliko stranica istovremeno.
hu: A gyors, egyszerű és biztonságos út a web legjavának eléréséhez. A címsorba beírhatja weboldalak címeit, keresést végezhet és elérheti böngészési előzményeit. Ezen kívül a lapokkal egyszerre több oldalt is böngészhet.
pl: Szybki, inteligentny i bezpieczny sposób na korzystanie z Internetu. Korzystaj ze wspaniałego paska adresu, w którym możesz wpisywać adresy URL i z poziomu którego możesz wyszukiwać informacje i uzyskiwać dostęp do historii przeglądania. Ponadto karty umożliwiają przeglądanie wielu stron jednocześnie, dzięki czemu można wykonywać wiele zadań w tym samym czasie.

source: Actually, they're are more. All of these apps come pre-loaded on every Firefox OS phone.
hr: Koja je od ovih aplikacija predinstalirana na svakom Firefox OS telefonu? Odaberite sve točne odgovore.
hu: A következő appok közül melyik érhető el alapesetben minden Firefox OS telefonon? Jelölje be az összes jó választ.
pl: Które z niżej wymienionych aplikacji są zainstalowane fabrycznie na każdym telefonie z systemem Firefox OS? Wybierz wszystkie pasujące odpowiedzi.

source: SMS and Email
hr: SMS i Email
hu: SMS és e-mail
pl: Wiadomości SMS i e-mail

source: At Mozilla, we’re out to make a difference, not a profit. Firefox OS smartphones are backed by a global community of thousands of developers working to innovate on your customers' behalf and made locally with their interests and needs in mind. When customers' choose Firefox OS, they’re helping build a brighter future for the Web for all.
hr: U Mozilli, želimo ostvariti promjene, ne profit. Globalna zajednica, od više od tisuću programera koji inoviraju za Vaše korisnike, podržava Firefox OS pametne telefone. Rađeni su lokalno, s interesima i potrebama korisnika u vidu. Kada korisnici odaberu Firefox OS, pomažu u izgradnji svjetlije budućnosti weba za sve.
hu: A Mozillánál a célunk a változás elérése, nem pedig a profit.<br/><br/>A Firefox OS okostelefonok alkalmazkodnak a vásárlók igényeihez, így ők minden pillanatot kihasználhatnak.
pl: Mozilla w pierwszej kolejności stawia na opracowywanie rozwiązań, które będą się wyróżniać, a nie na zysk. Mając na uwadze zainteresowania i potrzeby użytkowników, tysiące programistów z całego świata pracuje nad wprowadzaniem innowacyjnych rozwiązań w smartfonach z systemem Firefox OS. Decydując się na korzystanie z systemu Firefox OS, klienci przyczyniają się do szerzenia idei Internetu dla wszystkich.

source: Your go-to source for the best apps for Firefox OS. Browse tens of thousands of free and paid apps in multiple categories, including games, utilities, music, travel, sports, and more.
hr: Vaš glavni izvor najboljih aplikacija za Firefox OS. Pregledajte desetke tisuća besplatnih i plativih aplikacija u više kategorija, od igara do usluga, glazbe, putovanja, sporta i više.
hu: Itt megtalálhatja a legjobb appokat a Firefox OS-hez. Több tízezer ingyenes és fizetős app között válogathat több kategóriában a játékoktól a segédprogamokon át a zenei, utazási, sport és sok más kategóriáig.
pl: Miejsce, w którym znajdziesz najlepsze aplikacje dla systemu Firefox OS. Przeglądaj dziesiątki tysięcy bezpłatnych oraz płatnych aplikacji z wielu różnych kategorii, takich jak gry, programy użytkowe, muzyka, podróże, sport i inne.

source: Get ready to sell!
hr: Pripremite se za prodaju!
hu: Készüljön fel az eladásra!
pl: Przygotuj się do sprzedaży!

source: <strong>What can you say?</strong> Firefox OS gives you the most value for your money. It has everything you expect in a smartphone — camera, email, apps, music, maps and more — at the most competitive prices.
hr: Firefox OS daje Vam najviše vrijednosti za Vaš novac. Ima sve što očekujete od pametnog telefona – kameru, e-poštu, aplikacije, glazbu, karte i više – uz najkonkurentnije cijene.
hu: A Firefox OS adja a legtöbb értéket a pénzéért. Tartalmazza az összes olyan funkciót, amit egy okostelefontól elvár – fényképezőgép, e-mail, appok, zene, térképek és sok más – a legversenyképesebb áron.
pl: System Firefox OS to najlepszy wybór za te pieniądze. Zapewnia on dostęp do wszystkich funkcji, jakie powinien mieć każdy smartfon — aparatu, poczty e-mail, aplikacji, muzyki, map i wielu innych. A wszystko to w naprawdę konkurencyjnej cenie.

source: Stay Connected
hr: Ostanite povezani
hu: Kapcsolat fenntartása
pl: Funkcje społecznościowe

source: Firefox OS is built on Web technologies but has offline capabilities for all the phone’s core functionalities. That means apps do not require an active internet connection to function unless the app must send or receive data to another system through the internet to continue working.
hr: Firefox OS je temeljen na Web tehnologijama, ali ima offline podršku za sve esencijalne funkcionalnosti telefona. To znači da aplikacije ne iziskuju aktivnu internet konekciju da bi funkcionirale, osim ako aplikacija mora slati i primati podatke od drugog sustava preko interneta za nastavak rada.
hu: A Firefox OS webes technológiákra épül, de a telefon alapfunkcióit offline is el tudja látni. Ez azt jelenti, hogy az appok nem igényelnek aktív internetkapcsolatot a működéshez, hacsak nem kell egy appnak egy másik rendszerre adatokat küldenie vagy onnan az interneten fogadnia a működése folytatásához.
pl: System Firefox OS został opracowany w oparciu o technologie internetowe, ale można korzystać z wszystkich podstawowych funkcji telefonu w trybie offline. Oznacza to, że do korzystania z aplikacji nie jest wymagane połączenie z Internetem, chyba że do jej działania konieczne jest przesyłanie danych przez Internet.

source: App developers around the world are committed to Firefox OS and tens of thousands of free and paid applications will be available at launch. The growing list includes leading app developers like Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE&reg;, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out and Twitter.
hr: Programeri aplikacija diljem svijeta posvećeni su Firefox OS-u i desetci tisuća besplatnih i platnih aplikacija bit će dostupne prilikom lansiranja. Rastuća lista uključuje vodeće razvijatelje aplikacija kao što su Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundClous, SporTV, Time Out i Twitter.
hu: Világszerte vannak elkötelezett app fejlesztők, akik a Firefox OS-re több tízezer, a bevezetésekor már elérhető ingyenes és fizetős appot fejlesztettek. A vezető app fejlesztők növekvő listája a következőket tartalmazza: Accuweather, Airbnb, Box, Cut the Rope, EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out és Twitter.
pl: Programiści z całego świata tworzą dziesiątki tysięcy bezpłatnych oraz płatnych aplikacji kompatybilnych z systemem Firefox OS. Na ciągle powiększającej się liście aplikacji znajdują się między innymi Accuweather, Airbnb, Box, Cut the Rope, gry EA Games, Facebook, Nokia HERE, MTV Brasil, Pulse News, SoundCloud, SporTV, Time Out oraz Twitter.

source: Firefox OS is packed with the features that your customers expect in a smartphone. It fits their lives perfectly so they can keep pace with the world around them.
hr: Firefox OS je bogat mogućnostima koje Vaši korisnici očekuju od pametnog telefona. Savršeno se uklapa u njihove živote, omogućujući im da drže korak sa svijetom koji ih okružuje.
hu: A Firefox OS tele van azokkal a funkciókkal, amelyeket vásárlói elvárnak egy okostelefontól. Tökéletesen illeszkedik életükbe, így lépést tarthatnak a körülöttük lévő világgal.
pl: System Firefox OS umożliwia dostęp do funkcji, których klienci oczekują od smartfonów. Zastosowanie tego systemu sprawia, że smartfony są idealnym rozwiązaniem dla klientów, którzy mogą zawsze być na bieżąco z nowinkami z otaczającego ich świata.

source: That’s right. This icon represents the Firefox browser.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: Firefox OS lets customers take control of their online lives and get the best of the Web no matter where they go.
hr: Firefox OS dopušta korisnicima preuzimanje kontrole nad njihovim online životima i dobivanje najboljeg iz weba bez obzira kamo išli.
hu: A Firefox OS a webet sokkal inkább a felhasználók kezébe teszi, mint bármely más telefon.
pl: System operacyjny Firefox OS pozwala klientom na przejęcie kontroli nad swoją aktywnością w Internecie i uzyskanie najlepszych wyników bez względu na to, gdzie się znajdują.

source: That’s right. With a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
hr: Što je Prilagodljiva pretraga aplikacija?
hu: Mi az az adaptív app keresés?
pl: Czym jest funkcja Adaptive App Search?

source: Actually, with a first time smart phone user, you should talk about its simplicity and features like Adaptive App Search.
hr: Što je Prilagodljiva pretraga aplikacija?
hu: Mi az az adaptív app keresés?
pl: Czym jest funkcja Adaptive App Search?

source: Think you're ready to start selling Firefox OS to your customers? Put your knowledge to work and answer these questions to prove you have what it takes.
hr: Mislite li da ste spremni početi prodavati Firefox OS svojim kupcima? Testirajte svoje znanje i odgovorite na ova pitanja kako biste dokazali da imate što je potrebno.
hu: Úgy érzi, készen áll a Firefox OS eladására vásárlóinak? Kezdje el használni tudását és válaszolja meg ezeket a kérdéseket, bizonyítsa, hogy képes rá!
pl: Myślisz, że możesz już zacząć sprzedawać system Firefox OS? Zastosuj swoją wiedzę w praktyce i odpowiedz na pytania, aby przekonać się, czy wiesz wszystko, co niezbędne.

source: Music Player
hr: Glazba
hu: Zenelejátszó
pl: Odtwarzacz muzyki

source: Email and SMS
hr: E-pošta i SMS
hu: E-mail és SMS
pl: Wiadomości SMS i e-mail

source: Firefox OS offers two ways to get apps: <ul> <li>Firefox Marketplace — Our go-to source for great apps like Twitter and awesome local content from the best Web developers in your region.</li> <li>Adaptive App Search — Just type a single word like “sushi” to discover related mobile apps in your region, delivered by a superior mobile experience and tuned to bring you what you want.</li> </ul>
hr: Firefox OS pruža dva načina za preuzimanje aplikacija:<ul><li>Firefox Trgovina — Naš prvi izbor za preuzimanje izvrsnih aplikacija kao što je Twitter i odličnog lokalnog sadržaja od najboljih Web developera u Vašoj regiji</li><li>Prilagodljiva pretraga aplikacija – Samo unesite jednu riječ poput “sushi” i otkrijte mobilne aplikacije u svojoj regiji povezane s upitom, dostavljene sa superiornim mobilnim iskustvom i prilagodbama da dobijete što želite.</li><ul>
hu: A Firefox OS két módszert biztosít appok beszerzésére:<ul><li>Firefox Marketplace – A legjobb appok lelőhelye, mint például a Twitter és a legjobb helyi webfejlesztőktől származó helyi tartalom.</li><li>Adaptív app keresés – Csak írjon be egy szót, mint például „pizza” a kapcsolódó helyi mobil appok felfedezéséhez, amelyeket kiváló webes élmény és az Ön által keresett tartalom biztosítására terveztek.</li><ul>
pl: Aplikacje przeznaczone dla systemu Firefox OS można pobierać na dwa sposoby:<ul><li>Ze sklepu Firefox Marketplace — to źródło doskonałych aplikacji, takich jak Twitter oraz wspaniałych treści lokalnych opracowanych przez najlepszych programistów internetowych w Twoim regionie.</li><li>Za pomocą funkcji Adaptive App Search — wystarczy, że wpiszesz jedno słowo, np. sushi, aby znaleźć powiązane z nim aplikacje mobilne dostępne w Twoim regionie, dzięki którym znajdziesz to, czego szukasz.</li><ul>

source: Your customers' needs are always changing. Firefox OS smartphones adapt to your customers' needs so they can live every moment to its fullest. Easy to use, they’re perfect for new smartphone users and full of all the features that customers expect. Powered by Mozilla, Firefox OS devices are the right choice for anyone committed to ensuring that the Web remains a public resource available to all.
hr: Potrebe Vašeg korisnika se uvijek mijenjaju. Firefox OS pametni telefoni prilagođuju se tim potrebama kako bi korisnici u potpunosti iskoristili svaki trenutak.<br/><br/>Jednostavni su za korištenje, savršeni za nove korisnike pametnih telefona, ali i bogati mogućnostima koje korisnici očekuju. Stvoreni od Mozille, Firefox OS uređaji su pravi izbor za svakoga tko je posvećen održavanju weba kao javnog resursa dostupnog svima.
hu: A vásárlók igényei folyamatosan változnak. A Firefox OS okostelefonok alkalmazkodnak vásárlói igényeihez, így ők minden pillanatot kihasználhatnak.<br/><br/>Egyszerű használhatóságukkal tökéletesek az új okostelefon-felhasználók számára, és teli vannak a vásárlók által elvárt funkciókkal. A Mozilla által támogatott Firefox OS készülékek megfelelőek bárkinek, aki elkötelezett a Web mindenki számára elérhető nyilvános erőforrásként való megőrzése mellett.
pl: Potrzeby Twoich klientów nieustannie się zmieniają. Smartfony z systemem Firefox OS dostosowują się do potrzeb Twoich klientów, umożliwiając im w pełni wykorzystywanie każdej chwili.<br/><br/>Łatwe w użyciu, są doskonałym wyborem dla osób rozpoczynających swoją przygodę ze smartfonami, a przy tym wyposażone zostały we wszystkie funkcje, których oczekują klienci. Urządzenia z systemem Firefox OS firmy Mozilla są idealną opcją dla osób pragnących być zawsze częścią publicznej sieci, dostępnej dla wszystkich.

source: Actually, this icon represents the Firefox browser.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: If you have worked through the questions and all of the content, then you have the basics to match the needs of Firefox OS to your customers. Easy to use, a Firefox OS smartphone is perfect for new smartphone users and full of all the features that customers want and need. And it is powered by Mozilla, making Firefox OS the right choice for anyone committed to ensuring that the power of the Web remains in the hands of users everywhere!
hr: Ako ste prošli sva pitanja i sav sadržaj, imate osnove za odgovaranje o Firefox OS-u svojim klijentima. Jednostavni za korištenje, Firefox OS pametni telefoni su savršeni za nove korisnike pametnih telefona i puni su funkcija koje klijenti žele i trebaju. I pokreće ga Mozilla, što čini Firefox OS pravim izborom za svakoga tko je predan održavanju weba u svojim rukama!
hu: Ha túljutott a kérdéseken és az összes tartalmon, akkor már ismeri az alapokat a Firefox OS és vásárlói igényeinek összeegyeztetéséhez. Az egyszerűen használható Firefox OS okostelefon tökéletes választás új okostelefon-felhasználók számára, és tele van azokkal a funkciókkal, amelyeket a vásárlók elvárnak és igényelnek. És a Mozilla támogatja, ezzel a Firefox OS-t jó választássá téve mindenkinek, aki elkötelezett a web megőrzése iránt az emberek kezében!
pl: Jeśli zapoznałeś się z pytaniami oraz pozostałą zawartością, to posiadasz już podstawy, aby zaproponować klientom rozwiązania systemu Firefox OS, które spełniają ich potrzeby. Łatwy w użyciu smartfon z systemem Firefox OS jest idealny dla początkujących użytkowników. Zawiera również wszystkie funkcje, których pragną i potrzebują klienci. Jest on obsługiwany przez Mozillę, co sprawia, że Firefox OS to odpowiedni wybór dla wszystkich, którzy chcą, aby Internet pozostawał zawsze w zasięgu ręki!

source: Get satellite, public transport, and live traffic views, search for points of interest and even save your map locally for quicker remote access. HERE Maps can pinpoint your location and even give you directions (car, walking or public transportation) to get you to your destination.
hr: Pregledajte satelitsku sliku, javni prijevoz i aktualni promet, potražite točke interesa, čak i spremite svoju kartu za brži udaljeni pristup. Here Karte mogu precizno odrediti Vašu lokaciju i dati Vam upute do odredišta (za automobil, šetnju ili javni prijevoz).
hu: Elérhet műholdképeket, tömegközlekedési és élő forgalmihelyzet-információkat, rákereshet tájékozódási pontokra, és a térképet el is mentheti készülékére a gyorsabb elérés érdekében. A Here Maps megmutatja aktuális helyét, és az úti céljához vezető útvonalat (autós, gyalogos vagy tömegközlekedési) is meg tudja tervezni.
pl: Korzystaj z widoku satelitarnego, transportu publicznego i natężenia ruchu, wyszukuj punkty użyteczności publicznej, a także zapisuj swoje mapy lokalnie, aby szybciej uzyskiwać do nich dostęp. Mapy w systemie Firefox OS precyzyjnie wskazują Twoją lokalizację i wyświetlają wskazówki dojazdu do miejsca docelowego (samochodem, pieszo lub transportem publicznym).

source: That’s right! This icon represents SMS—or text messaging.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: With built-in style filters for fun, creative shots, and lots of ways to share your photographs, the full-featured camera and photo gallery will have all your subjects smiling.
hr: S ugrađenim stilskim filterom za zabavne, kreativne fotografije i s mnogo načina za dijeljenje istih, potpuno opremljena kamera i galerija fotografija izmamit će osmijeh na lice svakom korisniku.
hu: A vidám, kreatív képek készítésére használható beépített stílusszűrőkkel és rengeteg fotómegosztási lehetőséggel rendelkező, teljes felszereltségű kamera és fotógaléria minden alanyát mosolyra fogja késztetni.
pl: Dzięki wbudowanym filtrom stylu, możliwości robienia kreatywnych ujęć oraz wielu sposobom udostępniania zdjęć, wyposażony w wiele różnych funkcji aparat oraz galeria zdjęć przyprawią wszystkie fotografowane osoby o uśmiech.

source: Which email providers are supported?
hr: Koji su poslužitelji e-pošte podržani?
hu: Mely e-mail szolgáltatók támogatottak?
pl: Którzy dostawcy usług poczty elektronicznej będą obsługiwani?
