Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-1.po
Languages: hr, hu, pl

source: <strong>What can you say?</strong> If you know and love Firefox, you’ll love Firefox OS. Firefox OS smartphones are entirely HTML5-based, bringing the best of the Web to your phone. Plus, Firefox OS is designed by a community dedicated to keeping the Web accessible to all. When you choose Firefox OS, you have the full power of the Web in your hands.
hr: Ako poznajete i volite Firefox, voljet ćete Firefox OS. Firefox OS pametni telefoni su u potpunosti temeljeni na HTML5 tehnologiji, donoseći najbolje od weba na Vaš telefon. Također, Firefox OS je dizajniran od strane zajednice posvećene održavanju weba dostupnog svima. Kad odaberete Firefox OS, imat ćete punu snagu weba u svojim rukama.
hu: Ha ismeri és szereti a Firefoxot, akkor a Firefox OS-t is szeretni fogja. A Firefox OS okostelefonok teljesen HTML5-alapúak, elhozva a web legjavát a telefonjára. Ezen túl a Firefox OS-t egy közösség tervezte, amely eltökélt a web mindenki számára elérhetőségének fenntartása iránt. Amikor a Firefox OS-t választja, a web minden erejét a kezében tarthatja.
pl: Jeśli znasz już przeglądarkę Firefox i lubisz z niej korzystać, to z pewnością pokochasz też system Firefox OS. System Firefox OS jest całkowicie oparty na technologii HTML5, dzięki czemu można w pełni cieszyć się korzystaniem z Internetu w telefonie. Co więcej, system ten został opracowany przez społeczność programistów oddanych idei dostępności Internetu dla wszystkich. Wybierając system Firefox OS, dysponujesz potęgą Internetu.

source: A new way to get what you need right when you need it, without any of the headaches of downloading applications. Search for anything, and Firefox OS adapts to your request, displaying photos, video, music, news, maps and more - making it much easier for you to find what you were really looking for.
hr: Novi način za dobivanje onog što trebate, točno kada to trebate, bez ikakvih glavobolja uzrokovanih skidanjem aplikacija. Potražite bilo što i Firefox OS se prilagođava Vašem zahtjevu, prikazujući fotografije, video snimke, glazbu, vijesti, karte i više – čineći nalaženje onog što ste zaista tražili mnogo jednostavnijim.
hu: Egy új módszer pontosan azon dolgok megkapására, amiket és amikor akar, az alkalmazások telefonjára való letöltésének gondjai nélkül. Keressen bármire, és a Firefox OS alkalmazkodik kéréséhez, megjelenítve fotókat, videókat, zenét, híreket, térképeket és sok mást – sokkal egyszerűbbé téve annak megtalálását, amit igazán keresett.
pl: Nowy sposób, by otrzymać to, czego potrzebujesz, dokładnie wtedy, gdy tego potrzebujesz — bez konieczności pobierania aplikacji i wyszukiwania. System Firefox OS reaguje na Twoje potrzeby — wyświetla zdjęcia, filmy, muzykę, wiadomości, mapy i wiele więcej, dzięki czemu o wiele łatwiej znajdziesz to, czego szukasz.

source: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more.
hr: Fotografirajte, uređujte i dijelite. Pokažite naše potpuno opremljene aplikacije za kameru i galeriju, uključujući ugrađene stilske filtere, video i više.
hu: Fényképezzen, szerkesszen és osszon meg. Mutassa meg teljes felszereltségű Kamera és Galéria appjainkat, beleértve a beépített stílusszűrőket, a videót és sok mást.
pl: Rób zdjęcia, poddawaj je obróbce i udostępniaj. Zaprezentuj nasze wyposażone w wiele wspaniałych funkcji aparat i galerię, a także wbudowane filtry stylu, tryb filmowania i wiele innych opcji.

source: Hotmail and Yahoo mail are currently supported with more on the way in future releases.
hr: Hotmail i Yahoo mail su trenutno podržani, a u budućim verzijama bit će ih i više.
hu: Jelenleg a Hotmail és Yahoo mail támogatott, a későbbi verziókba továbbiak támogatása is várható.

source: <strong>What can you say?</strong> Firefox OS is the easiest smartphone to get you started. Adaptive App Search helps you find the things you need simply — and instantly. The user interface is so intuitive, you will be able to quickly discover and download your favorite apps so you’re ready to go.
hr: Firefox OS je najjednostavniji pametni telefon s kojim možete početi. Prilagodljiva pretraga aplikacija pomaže Vam pronaći stvari koje trebate jednostavno – i instantno. Korisničko sučelje je toliko intuitivno da ćete moći brzo otkriti i skinuti svoje omiljene aplikacije i biti spremni za idući korak.
hu: A Firefox OS a legegyszerűbb okostelefon, amivel elindulhat. Az adaptív keresés segít egyszerűen – és azonnal – megtalálni, amit keres. A felhasználói felület nagyon intuitív, gyorsan fel fogja fedezni és letöltheti kedvenc appjait, hogy használatba vehesse.
pl: Smartfon z systemem Firefox OS to najlepsze rozwiązanie dla początkujących. Funkcja Adaptive App Search pozwala w prosty sposób szybko znajdować potrzebne rzeczy. Interfejs użytkownika jest intuicyjny, dzięki czemu można szybko wyszukiwać i pobierać ulubione aplikacje.

source: Stay connected to your friends and colleagues wherever you are. It's easy to set up multiple email accounts, with support for the most common Exchange, SMTP or IMAP email providers.
hr: Ostanite povezani sa svojim prijateljima i kolegama gdje god bili. Postavljanje nekoliko računa e-pošte je jednostavno, s podrškom za većinu uobičajenih Exchange, SMTP ili IMAP poslužitelja.
hu: Maradjon kapcsolatban barátaival és kollégáival, bárhol is legyen. Egyszerűen beállíthat több e-mail fiókot, a leggyakoribb Exchange, SMTP vagy IMAP szolgáltatók támogatásával.
pl: Pozostawaj w kontakcie ze znajomymi niezależnie od miejsca, w którym się znajdujesz. Dzięki obsłudze typowych protokołów, takich jak Exchange, SMTP i IMAP, wykorzystywanych przez dostawców usług poczty elektronicznej, utworzenie konta e-mail na telefonie jest dziecinnie proste.

source: Intro to FirefoxOS
hr: Predstavljanje Firefox OS-a
hu: A Firefox OS bemutatása
pl: Przedstawienie systemu Firefox OS

source: That’s not it. You simply swipe to the left to access the Adaptive App Search feature.
hr: Što je Prilagodljiva pretraga aplikacija?
hu: Mi az az adaptív app keresés?
pl: Czym jest funkcja Adaptive App Search?

source: Actually, this icon represents SMS—or text messaging.
hr: Otvaranjem Firefox preglednika.
hu: A Firefox böngésző megnyitásával.
pl: Otwórz przeglądarkę Firefox.

source: <strong>What can you say?</strong> Firefox OS is the best choice for first time smartphone users. It is super easy to use, and it adapts to your needs better than any other phone, so you get more of what you need with less time searching. Plus, it is packed with all the features you’d expect, from camera, to email, apps, music, maps and more.
hr: Firefox OS je najbolji izbor za korisnike koji prvi put koriste pametni telefon. Iznimno je jednostavan za korištenje i prilagođava se Vašim potrebama bolje od bilo kojeg drugog telefona, tako da dobivate više onoga što trebate uz manje vremena potrošenog na traženje. Također, bogat je mogućnostima koje očekujete, od kamere, do e-pošte, aplikacija, glazbe, karata itd.
hu: A Firefox OS a legjobb választás első okostelefonként. Használata nagyon egyszerű, és minden más telefonnál jobban alkalmazkodik igényeihez, így kevesebb kereséssel többet kap abból, amire szüksége van. Ezen kívül tartalmazza az összes olyan funkciót, amire számít: fényképezőgép, e-mail, appok, zene, térképek és sok más.
pl: System Firefox OS to najlepszy wybór dla osób, które po raz pierwszy będą korzystać ze smartfona. Jego obsługa jest wyjątkowo prosta. Smartfon z tym systemem dostosowuje się do Twoich potrzeb lepiej niż jakikolwiek inny telefon, dzięki czemu w krótkim czasie otrzymujesz to, czego szukasz. Co więcej, system Firefox OS zapewnia dostęp do wszystkich funkcji, których oczekuje się od nowoczesnych smartfonów — aparatu, poczty e-mail, muzyki, map i wielu innych.

source: Which Firefox OS feature does this represent?
hr: Koji dio Firefox OS-a prikazuje ova ikona? <img src='course/assets/m05/t05/p35/m05-t05-p35-a05-b20-c05.png'/>
hu: Ez az ikon melyik Firefox OS funkciót jelképezi? <img src='course/assets/m05/t05/p35/m05-t05-p35-a05-b20-c05.png'/>
pl: Którą z funkcji dostępnych w systemie Firefox OS przedstawia poniższa ikona? <img src='course/assets/m05/t05/p35/m05-t05-p35-a05-b20-c10.png'/>
