Repository: Osmose/masterfirefoxos-l10n
Catalog: */LC_MESSAGES/firefox_os_1-3_2-0_2-1.po
Languages: af, sw

source: With Camera, Gallery, Music apps and more, Firefox OS will keep your customers entertained on the go and connected to the things that matter most to them. <br><br>Camera: Photograph, edit and share. Show off our full-featured camera and gallery apps, including built-in style filters, video and more. <br><br>Music: With music at their fingertips, your customers will see how Firefox OS keeps them entertained and dancing in the streets.
af: Met die Kamera-, Galery-, Musiek-programme en méér gee Firefox OS vir jou klante vermaak waar hulle ook al is, en laat hulle verbind bly aan dit wat vir hulle saakmaak. <br><br>Kamera: Neem foto's, wysig dit, en deel. Wys ons kamera- en galery-programme met al hul kenmerke, soos ingeboude stylfilters, video, en meer. <br><br>Musiek: Met musiek byderhand sal jou klante beleef hoedat Firefox OS hulle aanhou vermaak en laat dans in die straat.
sw: Pamoja na Kamera, Albamu, programu tumizi za Muziki na zaidi, Firefox OS itaweka wateja wako wakiwa wametumbuizwa na wameunganishwa na mambo muhimu zaidi kwao. <br><br> Kamera: Piga Picha, hariri na ushiriki. Onyesha kamera yako yenye vipengele tofauti na albamu, ikiwa ni pamoja na vichujio vyenye mtindo wa kisasa, video na zaidi. <br><br>Muziki: Na muziki karibu nao wateja wako wataona jinsi Firefox OS inawaweka wakiwa wametumbuizwa na kucheza densi katika mitaa.

source: Made with you in mind
af: Gemaak met jou in gedagte
sw: Imejengwa na wewe katika akili

source: It features a robust security model that is battle-hardened from more than a decade supporting the Open Web. Designed to protect the user and system from malicious applications and content, it also protects applications from each other.
af: Dit het ’n robuuste sekuriteitsmodel wat verskeie aanvalle op die ope web van die afgelope ten jaar weerstaan het. Dit is ontwerp om die gebruiker en stelsel teen kwaadwillige programme en inhoud te beskerm. Dit beskerm ook programme teen mekaar.
sw: Ni mpya na inaungwa mkono na jamii dunia nzima inayofanya kazi kusaidia kufanya Mtandao kufikiwa na wote.

source: Control your data usage
af: Beheer jou datagebruik
sw: Dhibiti matumizi yako ya data

source: If you love Firefox, you’ll love Firefox OS. Choosing Firefox OS keeps the power of the Web in your hands.
af: As jy Firefox ken en mal is daaroor, sal jy mal wees oor Firefox OS. Wanneer jy Firefox OS kies, het jy die volle krag van die web in jou hande.
sw: Kama unapenda Firefox, utapenda Firefox OS. Kuchagua Firefox OS kunaweka nguvu ya Mtandao mikononi mwako.

source: Actually, all of these things are possible with a Firefox OS phone.
af: Al hierdie dinge is eintlik moontlik met ’n Firefox OS-foon.
sw: Hiyo ni kweli, mambo haya yote yanawezekana na simu ya Firefox OS.
